{"day_0":[{"headline":"China Silences Critics Over Deadly Virus Outbreak","abstract":"Beijing has responded faster to the new threat than it did with SARS, but it still silences and punishes those who veer from the official line, with potentially damaging consequences.","url":"https:\/\/www.nytimes.com\/2020\/01\/22\/health\/virus-corona.html"}],"day_1":[{"headline":"Coronavirus Death Toll Climbs in China, and a Lockdown Widens","abstract":"At least 25 people have died and more than 800 have been sickened by the mysterious illness, health officials said. The travel restrictions imposed on Wuhan were extended to at least four more cities.","url":"https:\/\/www.nytimes.com\/2020\/01\/23\/world\/asia\/china-coronavirus.html"}],"day_2":[],"day_3":[{"headline":"‘Doorbell Ditch’ Prank Led to Crash That Killed 3 Teens, Officials Say","abstract":"Prosecutors said that a Southern California man intentionally rammed into a car full of teenagers after they tricked him.","url":"https:\/\/www.nytimes.com\/2020\/01\/24\/us\/ding-dong-ditch-prank-crash-deaths.html"}],"day_4":[],"day_5":[],"day_6":[{"headline":"Lesson of the Day: ‘What Is the Coronavirus? Symptoms, Treatment and Risks’","abstract":"In this lesson, students will learn about the coronavirus using Times photographs, graphs and articles.","url":"https:\/\/www.nytimes.com\/2020\/01\/28\/learning\/lesson-of-the-day-what-is-the-coronavirus-symptoms-treatment-and-risks.html"},{"headline":"Young Crash Victims Shared Kobe Bryant’s Passion for Basketball","abstract":"Tuesday: More details emerge about the helicopter crash that killed Kobe Bryant. Also: An early encounter with the star.","url":"https:\/\/www.nytimes.com\/2020\/01\/28\/us\/kobe-bryant-california-helicopter-crash.html"},{"headline":"Kenya’s New Digital IDs May Exclude Millions of Minorities","abstract":"Millions face hurdles in obtaining documents to get a biometric ID card that will be required to function in the country. Without one, “you are totally a living dead,” a human rights advocate said.","url":"https:\/\/www.nytimes.com\/2020\/01\/28\/world\/africa\/kenya-biometric-id.html"}],"day_7":[],"day_8":[],"day_9":[],"day_10":[{"headline":"Impeachment Then and Now: What Three Presidential Sites Can Teach Us","abstract":"We visited the presidential museums, libraries and sites dedicated to Andrew Johnson, Richard Nixon and Bill Clinton to talk to visitors about the impeachment facing President Trump.","url":"https:\/\/www.nytimes.com\/2020\/02\/01\/us\/impeachment-lessons-trump.html"}],"day_11":[{"headline":"He Assaulted His Girlfriend. Now He Wants a Political Comeback.","abstract":"Hiram Monserrate, the first member of New York’s Legislature to be expelled in nearly a century, is running again.","url":"https:\/\/www.nytimes.com\/2020\/02\/02\/nyregion\/hiram-monserrate-ny-metoo.html"}],"day_12":[{"headline":"‘BoJack Horseman’: Here Are the Best Animal Gags","abstract":"The Netflix comedy’s animal-joke architect shares his favorites, and discusses why “the fact that we get so stupid lets us earn when we get so serious.”","url":"https:\/\/www.nytimes.com\/2020\/02\/03\/arts\/television\/bojack-horseman-animal-jokes.html"},{"headline":"Mexico’s Last Countercultural Coast","abstract":"On a wild stretch of Pacific shoreline, Costa Chica draws artists, architects, surfers, yogis and “naughty friends.”","url":"https:\/\/www.nytimes.com\/2020\/02\/03\/travel\/mexico-costa-chica.html"},{"headline":"Lesson of the Day: ‘These Images Show the Sun’s Surface in Greater Detail Than Ever Before’","abstract":"In this lesson, students will examine startling new images of the sun and consider the impact of these new discoveries.","url":"https:\/\/www.nytimes.com\/2020\/02\/03\/learning\/lesson-of-day-sun.html"}],"day_13":[{"headline":"Balboa Island, Calif.: An Expensive Retreat for a Dedicated Following","abstract":"The man-made island neighborhood in Newport Beach gets more and more crowded, despite the high-flying prices.","url":"https:\/\/www.nytimes.com\/2020\/02\/04\/realestate\/balboa-island-calif-an-expensive-retreat-for-a-dedicated-following.html"}],"day_14":[{"headline":"Inside the Race to Contain America’s First Coronavirus Case","abstract":"The health emergency is global, but in the United States, it is local public health officials who isolate the sick, trace “close contacts’’ and deliver thermometers.","url":"https:\/\/www.nytimes.com\/2020\/02\/05\/us\/corona-virus-washington-state.html"}],"day_15":[{"headline":"Nicolas Moufarrege Was a Student of Art History. This Work Shows It.","abstract":"A mysteriously moving tapestry is a highlight of the artist’s Queens Museum retrospective.","url":"https:\/\/www.nytimes.com\/2020\/02\/06\/arts\/design\/Nicolas-Moufarrege-Queens-Museum.html"},{"headline":"The Role of Memes in Teen Culture","abstract":"Memes can provide an opening for parents to talk to adolescents about serious issues like coronavirus or the possibility of war.","url":"https:\/\/www.nytimes.com\/2020\/02\/06\/well\/family\/memes-teens-coronavirus-wwiii-parents.html"}],"day_16":[],"day_17":[],"day_18":[{"headline":"We’ve Never Seen the Sun’s Top or Bottom. Solar Orbiter Will Change That.","abstract":"The NASA-European Space Agency spacecraft, which launched Sunday, will spend the next decade closely observing the sun.","url":"https:\/\/www.nytimes.com\/2020\/02\/09\/science\/nasa-solar-orbiter-launch.html"}],"day_19":[],"day_20":[{"headline":"Chinese Students Abroad: How Are You Affected by the Coronavirus Outbreak?","abstract":"The New York Times would like to hear from Chinese students living overseas — or planning to — about how their lives have been disrupted.","url":"https:\/\/www.nytimes.com\/2020\/02\/11\/world\/asia\/corona-virus-student-stories.html"},{"headline":"Do Memes Make the Internet a Better Place?","abstract":"Do these visual messages allow you to laugh about school, friendships or what your parents expect from you? Do they quickly inform you about the news — and make the world less scary? Or do they too often cross the line?","url":"https:\/\/www.nytimes.com\/2020\/02\/11\/learning\/do-memes-make-the-internet-a-better-place.html"},{"headline":"Indonesia Has No Reported Coronavirus Cases. Is That the Whole Picture?","abstract":"Experts find it astonishing that Indonesia has yet to announce a case despite hosting some 5,000 Chinese tourists a day in Bali before halting flights last week.","url":"https:\/\/www.nytimes.com\/2020\/02\/11\/world\/asia\/coronavirus-indonesia-bali.html"},{"headline":"Your Wednesday Briefing","abstract":"Coronavirus, New Delhi election, New Hampshire primary: Here’s what you need to know.","url":"https:\/\/www.nytimes.com\/2020\/02\/11\/briefing\/corona-virus-new-delhi-election-modi-softbank.html"},{"headline":"Shooting of Man in the Face by ICE Turns Into a Trump-New York Fight","abstract":"The confrontation in Brooklyn illustrates the rising tensions between the Trump administration and so-called sanctuary jurisdictions.","url":"https:\/\/www.nytimes.com\/2020\/02\/11\/nyregion\/ice-officer-shooting.html"}],"day_21":[],"day_22":[],"day_23":[],"day_24":[],"day_25":[],"day_26":[],"day_27":[{"headline":"What’s Happening With Plans to Restructure PG&E?","abstract":"Tuesday: An update on efforts to wrest the state’s largest utility from investors’ hands. Also: Kobe Bryant and the Lakers.","url":"https:\/\/www.nytimes.com\/2020\/02\/18\/us\/pge-bankruptcy-update.html"}],"day_28":[],"day_29":[{"headline":"Louis Armstrong, the King of Queens","abstract":"The jazz musician’s impeccably maintained home in a modest New York City neighborhood is a testament to his — and midcentury design’s — legacy.","url":"https:\/\/www.nytimes.com\/2020\/02\/20\/t-magazine\/louis-armstrong-home-queens.html"}],"day_30":[],"day_31":[{"headline":"Inside the New York City Bodegas Going Viral on TikTok","abstract":"Captured on video, the unique culture of the colorful corner stores is winning fans around the world.","url":"https:\/\/www.nytimes.com\/2020\/02\/22\/nyregion\/inside-the-new-york-city-bodegas-going-viral-on-tiktok.html"}],"day_32":[],"day_33":[{"headline":"What You Get for $3.5 Million in California","abstract":"A 1923 beach house in Marina del Rey, a hillside home in Corona del Mar and a Spanish-style complex in Ojai.","url":"https:\/\/www.nytimes.com\/slideshow\/2020\/02\/24\/realestate\/what-you-get-for-3-5-million-in-california.html"},{"headline":"$3.5 Million Homes in California","abstract":"A 1923 beach house in Marina del Rey, a hillside home in Corona del Mar and a Spanish-style complex in Ojai.","url":"https:\/\/www.nytimes.com\/2020\/02\/24\/realestate\/3-5-million-homes-in-california.html"},{"headline":"‘Recipe for a Massive Viral Outbreak’: Iran Emerges as a Worldwide Threat","abstract":"Long a regional crossroads, Iran is spreading the new coronavirus to a host of neighboring countries. Many are ill equipped to cope.","url":"https:\/\/www.nytimes.com\/2020\/02\/24\/world\/middleeast\/coronavirus-iran.html"}],"day_34":[],"day_35":[{"headline":"Ship Blocked From Jamaica and Cayman Islands Allowed to Dock in Mexico","abstract":"After a crew member with flu symptoms was reported, Jamaican and Cayman health authorities refused to let passengers disembark.","url":"https:\/\/www.nytimes.com\/2020\/02\/25\/travel\/cruise-ship-corona.html"}],"day_36":[],"day_37":[{"headline":"Asian Markets Seesaw, Bonds Rise as Coronavirus Fears Linger","abstract":"Investors are betting on help from governments and central banks after last week’s share tumble and as economic indicators flash warning signs.","url":"https:\/\/www.nytimes.com\/2020\/02\/28\/business\/stock-market-today-coronavirus.html"},{"headline":"Late Night Awaits Mike Pence’s Cure for the Coronavirus","abstract":"The vice president has been put in charge of America’s response to the outbreak. “In other words, it’s been nice knowing you,” Conan O’Brien said.","url":"https:\/\/www.nytimes.com\/2020\/02\/28\/arts\/television\/late-night-mike-pence-coronavirus.html"},{"headline":"Right-Wing Media Says Virus Fears Were Whipped Up to Hurt Trump","abstract":"Rush Limbaugh and Fox News pundits accused Democrats and journalists of “politicizing and actually weaponizing” an infectious disease.","url":"https:\/\/www.nytimes.com\/2020\/02\/28\/business\/media\/coronavirus-right-wing-media.html"}],"day_38":[{"headline":"Here Comes the Coronavirus Pandemic","abstract":"Now, after many fire drills, the world may be facing a real fire.","url":"https:\/\/www.nytimes.com\/2020\/02\/29\/opinion\/sunday\/corona-virus-usa.html"},{"headline":"Coronavirus Fears Reverberate Across Global Economy","abstract":"The stock market had its worst week since 2008, signaling that one of the longest expansions in history could be ending. Policymakers said they were ready to act.","url":"https:\/\/www.nytimes.com\/2020\/02\/28\/business\/economy\/coronavirus-economy.html"}],"day_39":[{"headline":"As Another Election Looms, Israelis Ponder Politics, and Contagion","abstract":"At an airport outside Tel Aviv, some passengers worried about flying away from a big vote, and into an epidemic.","url":"https:\/\/www.nytimes.com\/2020\/03\/01\/world\/middleeast\/israel-election-coronavirus.html"},{"headline":"Panic Shopping for Coronavirus Supplies, but Brunch Is Packed","abstract":"The first coronavirus case in New York City was confirmed Sunday night: a woman in her 30s who is isolated in her Manhattan home.","url":"https:\/\/www.nytimes.com\/2020\/03\/01\/nyregion\/new-york-city-coronavirus.html"},{"headline":"On ‘S.N.L.’, John Mulaney and Jake Gyllenhaal Find Humor in the Coronavirus","abstract":"Mulaney, the comic and former “S.N.L.” writer, and the cast took aim at Mike Pence, the Democratic presidential race and La Guardia Airport, among other targets.","url":"https:\/\/www.nytimes.com\/2020\/03\/01\/arts\/television\/saturday-night-live-john-mulaney.html"}],"day_40":[{"headline":"Surfaces? Sneezes? Sex? How the Coronavirus Can and Cannot Spread","abstract":"What you need to know about how the virus is transmitted.","url":"https:\/\/www.nytimes.com\/article\/coronavirus-how-it-spreads.html"}],"day_41":[{"headline":"The Coronavirus Is Us","abstract":"We live in an interconnected world, where borders are porous, more like living membranes than physical walls.","url":"https:\/\/www.nytimes.com\/2020\/03\/03\/opinion\/the-coronavirus-is-us.html"},{"headline":"Coronavirus Briefing: What Happened Today","abstract":"U.S. officials ramp up testing, after weeks of setbacks and missteps.","url":"https:\/\/www.nytimes.com\/2020\/03\/03\/briefing\/coronavirus-briefing-what-happened-today.html"},{"headline":"Iran’s Coronavirus Response: Pride, Paranoia, Secrecy, Chaos","abstract":"Iranian leaders once predicted the coronavirus epidemic ravaging China would not affect their country. Now Iran has among the most coronavirus deaths outside China, and Iranian medical workers have been told to keep quiet.","url":"https:\/\/www.nytimes.com\/2020\/03\/03\/world\/middleeast\/coronavirus-iran.html"}],"day_42":[{"headline":"Trevor Noah Picks a Sure Bet for Super Tuesday: Old Men","abstract":"Noah joked that the Tuesday primaries were a chance for 14 states to “decide whether the Democratic nominee should be an old man or an even older man.”","url":"https:\/\/www.nytimes.com\/2020\/03\/04\/arts\/television\/trevor-noah-late-night-super-tuesday-biden.html"}],"day_43":[{"headline":"How Many Hotel Brands Is Enough?","abstract":"Despite the crowded marketplace, hotel companies say there is an opportunity, even an imperative, to present an array of options. But the challenge is differentiating one brand from another.","url":"https:\/\/www.nytimes.com\/2020\/03\/05\/travel\/hotel-brands.html"},{"headline":"U.A.W. Corruption Case Widens as Former Chief Is Charged","abstract":"Gary Jones, the United Auto Workers leader until last fall, is accused of embezzlement. A prosecutor spoke of a previous U.S. takeover of a union as a model.","url":"https:\/\/www.nytimes.com\/2020\/03\/05\/business\/uaw-indictment.html"},{"headline":"What Students Are Saying About the Coronavirus","abstract":"We asked teenagers how worried they were about the outbreak. They told us how their schools are responding, how they’re sorting through disinformation, and why they’re concerned for their grandparents.","url":"https:\/\/www.nytimes.com\/2020\/03\/05\/learning\/what-students-are-saying-about-the-coronavirus.html"}],"day_44":[],"day_45":[],"day_46":[{"headline":"New York in the Age of Coronavirus","abstract":"As the number of cases climbs, a pall of anxiety has descended on the city.","url":"https:\/\/www.nytimes.com\/2020\/03\/08\/nyregion\/coronavirus-nyc.html"},{"headline":"Surge of Virus Misinformation Stumps Facebook and Twitter","abstract":"Secret labs. Magic cures. Government plots. Despite efforts by social media companies to stop it, false information about the coronavirus is proliferating around the world.","url":"https:\/\/www.nytimes.com\/2020\/03\/08\/technology\/coronavirus-misinformation-social-media.html"}],"day_47":[{"headline":"President Trump Is Unfit for This Crisis. Period.","abstract":"His narcissism is a grave danger to our health.","url":"https:\/\/www.nytimes.com\/2020\/03\/09\/opinion\/trump-corona-cdc.html"},{"headline":"President Trump on Vaccines: From Skeptic to Cheerleader","abstract":"He once blamed vaccines for autism. Now he’s demanding the quick development of one for the coronavirus, but shows limited understanding of the science.","url":"https:\/\/www.nytimes.com\/2020\/03\/09\/health\/trump-vaccines.html"}],"day_48":[{"headline":"Late Night Cries Uncle After Trump’s Coronavirus News Conference","abstract":"Stephen Colbert was skeptical of the president’s suggestion that he could have been a “supergenius” like his uncle, who was a professor at M.I.T.","url":"https:\/\/www.nytimes.com\/2020\/03\/10\/arts\/television\/stephen-colbert-coronavirus-late-night-trump.html"},{"headline":"Afraid of Coronavirus? I Know What That Fear Is Like","abstract":"I live with chronic illness. Here is my advice for keeping calm in a health crisis.","url":"https:\/\/www.nytimes.com\/2020\/03\/10\/opinion\/coronavirus-disability-fear.html"}],"day_49":[{"headline":"Coronavirus Resources: Teaching, Learning and Thinking Critically","abstract":"A page we will continue to update with ideas for working, at school or at home, with content from The Times and other reliable sources about this global pandemic.","url":"https:\/\/www.nytimes.com\/2020\/03\/11\/learning\/coronavirus-resources-teaching-learning-and-thinking-critically.html"}],"day_50":[{"headline":"Jimmy Kimmel Outlines the 5 Stages of the Coronavirus","abstract":"They are denial, anger, bargaining, depression and, finally, acceptance, or as Kimmel described it: “Hey, you know what? If I die, maybe I’ll get to meet Prince.”","url":"https:\/\/www.nytimes.com\/2020\/03\/12\/arts\/television\/late-night-coronavirus-kimmel-colbert.html"},{"headline":"We Need to Flatten the Curve. Trump and Fox Are Behind It.","abstract":"Your ball, Donald and Rupert.","url":"https:\/\/www.nytimes.com\/2020\/03\/12\/opinion\/corona-trump-fox.html"}],"day_51":[{"headline":"Pete Buttigieg Hosts ‘Jimmy Kimmel Live’ Without an Audience","abstract":"The former presidential candidate wasn’t the only host taping in an empty studio on Thursday, as late night adapted to the coronavirus.","url":"https:\/\/www.nytimes.com\/2020\/03\/13\/arts\/television\/late-night-audience-trump-speech.html"},{"headline":"At the Iranian Border, Iraqis Try to Keep a Virus From Entering","abstract":"Iran has one of the world’s largest concentrations of the coronavirus. Iraq has had few cases, and wants to keep it that way. Things can get testy.","url":"https:\/\/www.nytimes.com\/2020\/03\/13\/world\/middleeast\/iran-iraq-virus-border.html"},{"headline":"Alex Jones Is Told to Stop Selling Sham Anti-Coronavirus Toothpaste","abstract":"Mr. Jones, who has used his radio show and website to promote conspiracy theories, is falsely claiming his products can fight the virus.","url":"https:\/\/www.nytimes.com\/2020\/03\/13\/nyregion\/alex-jones-coronavirus-cure.html"},{"headline":"The Week in Tech: Gigs at Home, but Not What Start-Ups Intended","abstract":"Many tech employees have the luxury of working from home in an emergency. But companies like Uber, Airbnb and WeWork could end up hurting.","url":"https:\/\/www.nytimes.com\/2020\/03\/13\/automobiles\/work-from-home.html"},{"headline":"Israel’s Coronavirus Crisis Lets Netanyahu Seize the Initiative","abstract":"Amid a yearlong political and legal imbroglio, a deadly contagion may give Israel’s embattled prime minister, Benjamin Netanyahu, a new lease on political life.","url":"https:\/\/www.nytimes.com\/2020\/03\/13\/world\/middleeast\/israel-coronavirus-netanyahu.html"},{"headline":"The Government Has Failed on Coronavirus, but There Is Still Time","abstract":"It will require swift, clear and aggressive action, but the country can avoid a worst-case scenario.","url":"https:\/\/www.nytimes.com\/2020\/03\/13\/opinion\/corona-virus-trump-susan-rice.html"},{"headline":"Panicked Shoppers Empty Shelves as Coronavirus Anxiety Rises","abstract":"The scene inside one crowded store: There was no chicken available, nor garbanzo beans or chips. Another had no flu or cold medicines.","url":"https:\/\/www.nytimes.com\/2020\/03\/13\/nyregion\/coronavirus-panic-buying.html"}],"day_52":[],"day_53":[{"headline":"Suffering Through Your First Financial Crisis? Read This to Relax","abstract":"We’ve been here before, and everything will be fine.","url":"https:\/\/www.nytimes.com\/2020\/03\/15\/smarter-living\/corona-stock-market-tips-dealing-with-financial-crash-crisis.html"},{"headline":"A Sunday Without Church: In Crisis, a Nation Asks, ‘What Is Community?’","abstract":"Canceled religious services are another symbol of a lost chance to be still, to breathe and to gather together.","url":"https:\/\/www.nytimes.com\/2020\/03\/15\/us\/churches-coronavirus-services.html"}],"day_54":[{"headline":"Germany's Financial Regulator Sees No Systematic Risk: Handelsblatt","abstract":"Germany's financial regulator Bafin sees no systemic risk to the financial sector in Europe's largest economy due to the coronavirus pandemic, Handelsblatt reported on Monday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/16\/world\/europe\/16reuters-health-coronavirus-germany-bafin.html"},{"headline":"Mother of California Terrorist Pleads to Destroying Evidence","abstract":"The mother of a terrorist who killed 14 people in a 2015 attack on a holiday party in California pleaded guilty Monday to destroying evidence, a government official said.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/16\/us\/ap-us-san-bernardino-attack.html"},{"headline":"Germany to Shutter Most Shops, Bars, Churches","abstract":"Germany's federal and state governments agreed sweeping rules shutting everything from non-essential shops to bars, clubs, theatres, museums, brothels and churches in order to slow the spread of the coronavirus, the federal government said.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/16\/world\/europe\/16reuters-health-coronavirus-germany-closing.html"},{"headline":"EU Could Muster 28-40 Billion Euros Immediately to Support Firms Hit by Epidemic: EIB","abstract":"The European Union could provide 28-40 billion euros immediately to support small and medium-sized companies hit by the effects of the coronavirus pandemic, the European Investment Bank said in a letter to EU finance ministers.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/16\/us\/16reuters-health-coronavirus-eu-eib.html"},{"headline":"EU Finance Ministers to Discuss Role for Rescue Fund's Fiscal Bazooka Against Virus","abstract":"Euro zone finance ministers will discuss on Monday the possible use of an EU emergency fund worth more than 400 billion euros ($447.6 billion) to tackle the economic crisis caused by the coronavirus outbreak, officials said.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/16\/world\/europe\/16reuters-health-coronavirus-eu-economy.html"},{"headline":"Can Russia Use the Coronavirus to Sow Discord Among Americans?","abstract":"Conditions are ripe: The pandemic is sweeping right into campaign season, and Trump’s response is highly contested.","url":"https:\/\/www.nytimes.com\/2020\/03\/16\/opinion\/russian-interference-coronavirus.html"},{"headline":"Some Ask a Taboo Question: Is America Overreacting to Coronavirus?","abstract":"With “social distancing” now widely adopted nationwide, a small group of contrarians urge a more careful weighing of the harm as well as the benefits of such policies.","url":"https:\/\/www.nytimes.com\/2020\/03\/16\/us\/coronavirus-hype-overreaction-social-distancing.html"},{"headline":"To Battle Virus, 7 California Counties Order Everyone to Stay Home","abstract":"On Monday, seven counties around Silicon Valley announced residents should not go out for three weeks except to meet “essential needs.”","url":"https:\/\/www.nytimes.com\/2020\/03\/16\/us\/california-covid-19.html"},{"headline":"Parents Scramble as N.Y.C. Schools Close Over Coronavirus","abstract":"The threat of the virus, the school system’s most serious challenge in decades, means 1.1 million students need child care and other resources.","url":"https:\/\/www.nytimes.com\/2020\/03\/16\/nyregion\/nyc-schools-closed-coronavirus.html"}],"day_55":[{"headline":"Montenegro Reports First Case of Corona Virus Infection","abstract":"Montenegro has confirmed its first case of coronavirus infection in two female patients who had arrived 12 days ago from the United States and Spain, Prime Minister Dusko Markovic said on Tuesday. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/17\/world\/europe\/17reuters-health-coronavirus-montenegro.html"},{"headline":"Dear Corona Diary: German Patient Gives Updates on Twitter","abstract":"On the fifth day after she fell ill with COVID-19 respiratory disease, Karoline Preisler could breathe again without wincing through severe pain in her chest. ","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/17\/world\/europe\/ap-eu-virus-outbreak-living-with-the-virus.html"},{"headline":"Our New Historical Divide: B.C. and A.C. — the World Before Corona and the World After","abstract":"Here are some trends to watch.","url":"https:\/\/www.nytimes.com\/2020\/03\/17\/opinion\/coronavirus-trends.html"},{"headline":"South Africa Quarantines Cruise Liner Over Suspected Coronavirus Case","abstract":"South Africa is holding the cruise liner MV AidAmira and a cargo vessel off Cape Town after a crew member on board one of the ships showed signs of the coronavirus, national ports operator Transnet said on Tuesday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/17\/world\/africa\/17reuters-health-coronavirus-safrica-ships.html"},{"headline":"German Coronavirus Vaccine Developer CureVac Denies Any U.S. Bid","abstract":"CureVac, the German biotech firm at the center of a row over alleged U.S. attempts to gain access to an experimental coronavirus vaccine it is developing, denied on Tuesday it had received U.S. offers for the company or its assets.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/17\/world\/europe\/17reuters-health-coronavirus-curevac.html"},{"headline":"Swedish IKEA Store Finds 50,000 Forgotten Face Masks, Gives Them to Local Hospital","abstract":"Staff at an IKEA furniture store on Sweden's west coast stumbled across a pile of around 50,000 face masks gathering dust in a warehouse and donated them to a nearby hospital this weekend.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/17\/business\/17reuters-health-coronavirus-ikea-masks.html"},{"headline":"German CDU Leadership Contender Merz Has Coronavirus","abstract":"Friedrich Merz, one of the most likely candidates to take over the leadership of German Chancellor Angela Merkel's conservative Christian Democrats (CDU), said on Tuesday in a tweet that he had tested positive for coronavirus.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/17\/world\/europe\/17reuters-health-coronavirus-germany-merz.html"},{"headline":"Weekly News Quiz for Students: Special Coronavirus Edition","abstract":"How informed are you about the coronavirus outbreak? How many of these 10 questions can you get right?","url":"https:\/\/www.nytimes.com\/interactive\/2020\/03\/17\/learning\/News-Quiz-Coronavirus.html"},{"headline":"We Lead Three Universities. It’s Time for Drastic Action.","abstract":"Organizations nationwide need to get ahead of the coronavirus, even if it’s not in their community yet.","url":"https:\/\/www.nytimes.com\/2020\/03\/17\/opinion\/corona-harvard-stanford-mit.html"},{"headline":"In New York, Making a Life Out of Bottles and Cans","abstract":"When the Brooklyn clothing factory where she worked closed its doors, Josefa Marín started picking up cans and bottles from trash cans to make ends meet.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/17\/us\/ap-us-new-york-canners.html"}],"day_56":[{"headline":"Dutch Minister for Medical Care Collapses During Coronavirus Debate","abstract":"The Dutch minister for medical care collapsed briefly on Wednesday  during a debate in parliament on the coronavirus because of what he called exhaustion from weeks of intense work.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/18\/world\/europe\/18reuters-health-coronavirus-netherlands.html"},{"headline":"Indian Guru's Tips to Ward Off Coronavirus Anger Health Professionals","abstract":"Indian healthcare professionals are questioning claims by popular yoga guru and entrepreneur Baba Ramdev who said he has found an ayurvedic remedy that would help ward off coronavirus. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/18\/world\/asia\/18reuters-health-coronavirus-india-ayurveda.html"},{"headline":"Factbox: Public Figures Who Have Tested Positive for Coronavirus","abstract":"Following are some of the public figures who have tested positive for coronavirus around the world:","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/18\/us\/18reuters-health-coronavirus-public-figures-factbox.html"},{"headline":"Is Coronavirus Widening Generational Divides, or Bridging Them?","abstract":"Shutdowns have sometimes been interpreted through the prism of intergenerational tension, but in Europe there is also a call for an “internationale of generations.”","url":"https:\/\/www.nytimes.com\/2020\/03\/18\/world\/europe\/shutdowns-coronavirus-age.html"},{"headline":"Iran's Nowruz New Year, Typically Joyous, Haunted by Virus","abstract":"At this time of year, the meandering arcades and alleys of Tehran's Grand Bazaar and other markets would usually be filled with shoppers rushing to stock up before the Persian New Year, Nowruz — a major holiday in Iran, when the entire country goes on vacation. ","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/18\/world\/middleeast\/ap-ml-virus-outbreak-iran-nowruz.html"},{"headline":"From Flattening the Curve to Pandemic: A Coronavirus Glossary","abstract":"Here are some of the terms and phrases you need to know to understand the virus and how it spreads.","url":"https:\/\/www.nytimes.com\/2020\/03\/18\/us\/coronavirus-terms-glossary.html"},{"headline":"You Can Stream, but You Can’t Hide","abstract":"Face-touching, communal snack plates — watching and streaming pre-coronavirus TV amid a shutdown, there’s always something there to remind you.","url":"https:\/\/www.nytimes.com\/2020\/03\/18\/arts\/television\/coronavirus-binge-watching.html"},{"headline":"They Clean the Buildings Workers Are Fleeing. But Who’s Protecting Them?","abstract":"Janitors are going into offices to battle the invisible germs that threaten public health, sometimes without adequate protection or information about what they are facing.","url":"https:\/\/www.nytimes.com\/2020\/03\/18\/us\/coronavirus-janitors-cleaners.html"}],"day_57":[{"headline":"UK in Talks to Buy 'Game Changer' Coronavirus Antibody Test","abstract":"Britain is in talks to buy a coronavirus antibody test that could be a game changer if it works and already scientists are making progress in finding medicines that can fight the disease, Prime Minister Boris Johnson said on Thursday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/19\/world\/europe\/19reuters-health-coronavirus-britain-johnson-test.html"},{"headline":"Exhausted Dutch Minister Leading Coronavirus Fight Quits","abstract":"The minister leading the Dutch government's fight against the coronavirus resigned on Thursday, a day after collapsing from exhaustion during a parliamentary debate on the epidemic.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/19\/business\/19reuters-health-coronavirus-netherlands-minister.html"},{"headline":"Joshua-Pulev Heavyweight Title Fight Postponed Due to Coronavirus","abstract":"Briton Anthony Joshua's world heavyweight title defence against Bulgarian Kubrat Pulev will be postponed by several months due to the coronavirus outbreak, the IBF's mandatory challenger said on Thursday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/19\/sports\/soccer\/19reuters-health-coronavirus-boxing-joshua.html"},{"headline":"South Africa Clears Quarantined Vessels After Suspected Coronavirus Case","abstract":"South Africa ports authority said on Thursday that tests have come back negative for those onboard a cruise liner and cargo vessel which had been held under quarantine off Cape Town's port limits due to a suspected coronavirus outbreak. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/19\/world\/africa\/19reuters-health-coronavirus-south-africa.html"},{"headline":"‘Wash Our Hands? Some People Can’t Wash Their Kids for a Week.’","abstract":"In devastated northwestern Syria, the coronavirus may already be spreading in packed displacement camps, and the international response is weeks behind.","url":"https:\/\/www.nytimes.com\/2020\/03\/19\/world\/middleeast\/syria-coronavirus-idlib-tents.html"},{"headline":"Hundreds of Israelis Protest Netanyahu’s Strict Measures","abstract":"Demonstrators, defying coronavirus fears, took to a main highway into Jerusalem to condemn what they say are antidemocratic moves by the prime minister since his March 2 election defeat.","url":"https:\/\/www.nytimes.com\/2020\/03\/19\/world\/middleeast\/israel-convoy-protest-netanyahu.html"},{"headline":"Public Figures Who Have Tested Positive for Coronavirus","abstract":"These are some of the public figures who have tested positive for coronavirus around the world:","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/19\/us\/19reuters-health-coronavirus-public-figures-factbox.html"},{"headline":"How to Help Arts Workers Hurt by the Pandemic: Give, but Safely","abstract":"As online campaigns to help those let go by cultural venues proliferate, experts say to be generous, but careful.","url":"https:\/\/www.nytimes.com\/2020\/03\/19\/arts\/virus-fundraising-workers.html"},{"headline":"How Trump’s Attacks on the Fed Have Made Its Job Harder","abstract":"The Federal Reserve has moved quickly to combat economic fallout from the coronavirus pandemic, but President Trump’s ongoing attacks may have weakened its message.","url":"https:\/\/www.nytimes.com\/2020\/03\/19\/business\/economy\/fed-powell-trump-mnuchin-response-coronavirus.html"},{"headline":"What’s Going On in This Graph? | Flatten the Curve","abstract":"How can protective measures like social distancing affect how the coronavirus outbreak impacts our society?","url":"https:\/\/www.nytimes.com\/2020\/03\/19\/learning\/whats-going-on-in-this-graph-flatten-the-curve.html"}],"day_58":[{"headline":"‘None of Us Have a Fear of Corona’: The Faithful at an Outbreak’s Center","abstract":"A gathering of 16,000 at a Malaysian mosque became the pandemic’s largest known vector in Southeast Asia, spreading the coronavirus to half a dozen countries.","url":"https:\/\/www.nytimes.com\/2020\/03\/20\/world\/asia\/coronavirus-malaysia-muslims-outbreak.html"},{"headline":"BMW Will Idle South Carolina Plant for Two Weeks Starting April 3","abstract":"BMW AG said on Friday it will temporarily close its South Carolina plant for two weeks starting April 3.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/20\/business\/20reuters-health-coronavirus-bmw.html"},{"headline":"German States Impose Measures to Keep People at Home to Contain Virus","abstract":"The German states of Bavaria and Saarland said on Friday they were imposing restrictions for two weeks that aimed to keep people inside their homes to slow the spread of the coronavirus.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/20\/world\/europe\/20reuters-health-coronavirus-germany-bavaria.html"},{"headline":"Sri Lanka Imposes Curfew as South Asia Steps Up Coronavirus Battle","abstract":"Sri Lanka imposed a nationwide weekend curfew on Friday as South Asian countries escalated efforts to check the spread of coronavirus across the densely populated region of 1.9 billion people.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/20\/world\/asia\/20reuters-helath-coronavirus-southasia.html"},{"headline":"An Impromptu Wedding, Social Distancing Included","abstract":"“Love in the time of Corona,” the invite said. “Bring your own cups if you want to toast.”","url":"https:\/\/www.nytimes.com\/2020\/03\/20\/nyregion\/coronavirus-nyc-wedding.html"},{"headline":"Mosques Face Up to Pandemic as Friday Prayers Bring Coronavirus Risk","abstract":"The coronavirus stopped communal Muslim prayers for the first time in living memory in many mosques from Indonesia to Morocco on Friday, but in some places believers have defied medical advice to join together in worship. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/20\/world\/asia\/20reuters-health-coronavirus-mosques.html"},{"headline":"Phone Sex Is Safe Sex","abstract":"Please postpone your hookup. Get off on Skype instead.","url":"https:\/\/www.nytimes.com\/2020\/03\/20\/opinion\/coronavirus-sex.html"},{"headline":"In Coronavirus Lockdown, Lebanese Banks Turn Off Dollar Tap for Hard-Hit Depositors","abstract":"Since Lebanon was placed in lockdown to curb the spread of coronavirus, cash-strapped banks have cut access to dollars for depositors already separated from much of their savings by months of tightening controls.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/20\/world\/middleeast\/20reuters-lebanon-crisis-banks.html"},{"headline":"Restaurant Chain Vapiano Reports 'Cash Flow Insolvency'","abstract":"German restaurant chain Vapiano SE on Friday said it was insolvent and would apply for government assistance to avoid formally filing for insolvency, blaming the coronavirus crisis for a drop in sales. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/20\/business\/20reuters-health-corona-vapiano.html"},{"headline":"Parents, Police Struggle to Herd the Young in Virus Outbreak","abstract":"Teen: “I can't stay here all day. What about my friends!?”","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/20\/us\/ap-us-virus-outbreak-parenting-teens.html"}],"day_59":[{"headline":"ECB Has Tools Left but Now Governments Must Fight Crisis: Schnabel","abstract":"The European Central Bank (ECB) has all of its tools still available to mitigate the coronavirus crisis but it is time for politicians, particularly at a European level, to take action, ECB board member Isabel Schnabel told a German newspaper.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/21\/us\/21reuters-health-coronavirus-ecb.html"},{"headline":"Western Universities Rely on China. After the Virus, That May Not Last.","abstract":"In Britain, the United States and Australia, the coronavirus could blow huge holes in the budgets of universities that have “become addicted to one source of income.”","url":"https:\/\/www.nytimes.com\/2020\/03\/21\/world\/europe\/coronavirus-chinese-students-uk.html"},{"headline":"Americans See Trump's Virus Response Through Partisan Lens","abstract":"As restaurants across the country stacked chairs on tables and shut their doors to try to contain the deadly coronavirus, what would be the final visitors streamed into the Conservative Grounds coffee shop in Largo, Florida.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/21\/us\/ap-us-virus-outbreak-fractured-america.html"},{"headline":"N.Y. Weighs Four Temporary Hospitals Sites, Including Javits Center","abstract":"Gov. Andrew Cuomo said one million face masks were being sent to hospitals in New York City and another 500,000 to Long Island.","url":"https:\/\/www.nytimes.com\/2020\/03\/21\/nyregion\/coronavirus-new-york-update.html"}],"day_60":[{"headline":"Deniers and Disbelievers: ‘If I Get Corona, I Get Corona.’","abstract":"Many have ignored the urgent calls for social distancing. How much they are worsening the coronavirus outbreak may never be known.","url":"https:\/\/www.nytimes.com\/2020\/03\/22\/us\/deniers-and-disbelievers-if-i-get-corona-i-get-corona.html"},{"headline":"Virus Rebels From France to Florida Flout Lockdown Practices","abstract":"Young German adults hold “corona parties\" and cough toward older people. A Spanish man leashes a goat to go for a walk to skirt confinement orders. From France to Florida to Australia, kitesurfers, college students and others crowd the beaches.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/22\/world\/europe\/ap-eu-virus-outbreak-the-rebels.html"},{"headline":"Virus Rebels From France to Florida Flout Lockdown Practices","abstract":"Young German adults hold “corona parties\" and cough toward older people. A Spanish man leashes a goat to go for a walk to skirt confinement orders. From France to Florida to Australia, kitesurfers, college students and others crowd the beaches.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/22\/world\/europe\/ap-eu-virus-outbreak-the-rebels-1st-ld-writethru.html"},{"headline":"Germany Bans Groups of More Than 2 to Stop Coronavirus as Merkel Self-Isolates","abstract":"Chancellor Angela Merkel went into isolation after learning that her doctor had tested positive.","url":"https:\/\/www.nytimes.com\/2020\/03\/22\/world\/europe\/germany-coronavirus-budget.html"},{"headline":"First Coronavirus Cases Confirmed in the Palestinian Gaza Strip","abstract":"The first two cases of coronavirus have been confirmed in the densely-populated Gaza Strip, Palestinian health officials said on Sunday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/21\/world\/middleeast\/21reuters-health-corona-palestinians-gaza.html"},{"headline":"Coronavirus Drives the U.S. and China Deeper Into Global Power Struggle","abstract":"Many experts warn that an international health and economic crisis calls for more cooperation, not confrontation, between Washington and Beijing.","url":"https:\/\/www.nytimes.com\/2020\/03\/22\/us\/politics\/coronavirus-us-china.html"},{"headline":"Trump's Fate Tied to an Unknown: How Fast Economy Recovers","abstract":"The coronavirus has flung the U.S. economy into a dangerous tailspin, and President Donald Trump's reelection hopes are caught in the sudden whirlwind.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/22\/business\/bc-us-trump-economy-election.html"}],"day_61":[{"headline":"Mexico Border Referendum Cancels Massive Corona Brewery","abstract":"The company that brews Corona beer took another blow on Monday when the federal government said it would not allow a massive, partly-built $1.5 billion brewery on the border after residents rejected it in a referendum.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/23\/world\/americas\/ap-lt-mexico-corona-brewery-.html"},{"headline":"H&M Scraps Dividend Due to Coronavirus as All Costs Under Review","abstract":"Sweden's H&M, the world's second largest clothing retailer, said on Monday it had decided to scrap its proposed dividend due to the coronavirus outbreak, and that it was reviewing all parts of its operations, including all costs.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/23\/business\/23reuters-health-coronavirus-h-m.html"},{"headline":"Call It ‘Coronavirus’","abstract":"Disease and prejudice have long gone hand in hand. We can do better in 2020.","url":"https:\/\/www.nytimes.com\/2020\/03\/23\/opinion\/china-coronavirus-racism.html"},{"headline":"Mexican Referendum Rejects U.S. Modelo Brewer in New Investment Blow","abstract":"Residents of a Mexican city on the U.S. border voted against completing a billion-dollar brewery being built by Constellation Brands Inc, the government said Monday, dealing a fresh blow to investor confidence under President Andres Manuel Lopez Obrador.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/23\/business\/23reuters-mexico-economy-referendum.html"},{"headline":"Shattered by Years of War, Syria Braces for Coronavirus Spread","abstract":"The spread of coronavirus to Syria brings the prospect of a deadly outbreak to a population devastated by nine years of war, with ravaged hospitals and tightly-packed camps likely to accelerate infection, doctors and aid workers said on Monday. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/23\/world\/middleeast\/23reuters-health-coronavirus-syria.html"},{"headline":"In Daily Coronavirus Briefing, Trump Tries to Redefine Himself","abstract":"The briefing has given him a unique perch from which he can talk about the pandemic and try to project leadership after initially minimizing it. But that’s not always what he has done.","url":"https:\/\/www.nytimes.com\/2020\/03\/23\/us\/politics\/coronavirus-trump-briefing.html"}],"day_62":[{"headline":"Partier in 'if I Get Corona, I Get Corona' Video Apologizes","abstract":"A Florida spring breaker has apologized for saying in a viral video last week that he wouldn't let warnings about the coronavirus stop him from partying and “if I get corona, I get corona.” ","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/24\/us\/ap-us-virus-outbreak-spring-breaker.html"},{"headline":"Man Who Said, ‘If I Get Corona, I Get Corona,’ Apologizes","abstract":"A beachgoer whose defiance of social distancing guidelines drew widespread attention said that he had not been “aware of the severity of my actions and comments.”","url":"https:\/\/www.nytimes.com\/2020\/03\/24\/us\/coronavirus-brady-sluder-spring-break.html"},{"headline":"Austria Bets on Mass Testing to Manage Coronavirus Spread","abstract":"Austria will massively expand coronavirus testing in coming days to locate and isolate infected people and avoid an Italian-like overload of its health system, Chancellor Sebastian Kurz said on Tuesday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/24\/world\/europe\/24reuters-health-coronavirus-austria.html"},{"headline":"Wait … How Do We Live Together?","abstract":"We’re all together now.","url":"https:\/\/www.nytimes.com\/2020\/03\/24\/style\/living-together-coronavirus.html"},{"headline":"Coronavirus Spurs a Wave of Suspect Websites Looking to Cash In","abstract":"Hundreds of e-commerce sites are popping up daily to sell virus-fighting products. Many are being shut down for making exaggerated claims or selling phantom products.","url":"https:\/\/www.nytimes.com\/2020\/03\/24\/business\/coronavirus-ecommerce-sites.html"},{"headline":"Likud Members Urge Speaker to Defy Israeli High Court Order","abstract":"Israel appeared on the verge of a constitutional crisis Tuesday as top members of Benjamin Netanyahu's Likud urged their party colleague and parliament speaker to defy a Supreme Court order to let lawmakers hold a vote for his successor.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/24\/world\/middleeast\/ap-ml-virus-outbreak-israel-politics.html"},{"headline":"I’m a Calamity Obsessive. After My Trip to Italy, I Was the Calamity.","abstract":"I wasn’t planning to be on vacation in a pandemic. It changed the way I’ll think about risk forever.","url":"https:\/\/www.nytimes.com\/interactive\/2020\/03\/24\/magazine\/travel-corona-virus-italy.html"},{"headline":"Business Fallout: Nike Cites Jump in Online Sales in China","abstract":"The rapid spread of the coronavirus since it was first reported in China has dealt an unprecedented shock to the global economy. Here's a look at developments Tuesday as central banks, businesses and workers attempt to navigate a global outbreak that has brought economic activity to a standstill. ","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/24\/business\/bc-virus-outbreak-business-fallout.html"},{"headline":"Stocks Surge on Hopes for Economic Rescue Deal","abstract":"Live updates on stock market and business news during the coronavirus outbreak.","url":"https:\/\/www.nytimes.com\/2020\/03\/24\/business\/coronavirus-stock-market-live-tracker.html"}],"day_63":[{"headline":"Corona Shutdown Strands Thousands at Istanbul Airport","abstract":"Around 2,000 people have been stranded for a week at Istanbul Airport by a shutdown of flights to stem the spread of coronavirus, the airport's operator said on Wednesday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/25\/world\/europe\/25reuters-health-coronavirus-turkey-airport.html"},{"headline":"German Cathedral Dusts Off Relics of St Corona, Patron of Epidemics","abstract":"Germany's Aachen Cathedral has dug out the relics of little-known Saint Corona, patron saint of resisting epidemics, from its treasure chamber and is polishing up her elaborate shrine to go on show once the coronavirus pandemic has passed.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/25\/world\/europe\/25reuters-health-coronavirus-germany-saint.html"},{"headline":"Club Med Takes on the Frugals in EU 'Corona Bond' Bailout Battle","abstract":"Leaders of nine EU countries urged the bloc on Wednesday to issue a \"common debt instrument\" to cushion their economies from the shock of the coronavirus crisis, challenging Germany and others adamantly opposed to pooling risk across the continent.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/25\/world\/europe\/25reuters-health-coronavirus-europe.html"},{"headline":"Thyssenkrupp to Cut 3,000 Jobs at Steel Unit by 2026","abstract":"The German elevator-to-car parts conglomerate Thyssenkrupp will cut 3,000 jobs at its steel unit by 2026 as part of a wage deal it struck with powerful labor union IG Metall, it said on Wednesday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/24\/business\/24reuters-thyssenkrupp-restructuring-steel.html"},{"headline":"Nine EU Leaders Call for Joint Debt Issuance for Coronavirus Spending","abstract":"Leaders of nine EU countries including France, Italy and Spain called on the bloc to agree on a \"common debt instrument\" to raise funds to support the health industry in combating the coronavirus, as well as the broader economies, according to a letter seen by Reuters. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/25\/world\/europe\/25reuters-health-coronavirus-eu-letter.html"},{"headline":"New Jersey Slaps Terror Charge on Man Over Alleged Supermarket Cough Threat","abstract":"A New Jersey man has been charged with making terroristic threats after he was accused of coughing on a supermarket employee and saying he was infected with the coronavirus behind the ongoing pandemic, authorities said Tuesday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/24\/us\/24reuters-health-coronavirus-usa-crime.html"},{"headline":"In Japan, Hotels Lose Out on Olympic Bet as Coronavirus Spreads","abstract":"The Osaka Corona Hotel in western Japan has been eerily quiet and empty the past few weeks.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/25\/world\/asia\/24reuters-health-coronavirus-japan-economy-insight.html"},{"headline":"Refugees to the Rescue? Germany Taps Migrant Medics to Battle Virus","abstract":"Five years ago the arrival of a wave of refugees caused much consternation and fueled support for Germany's far-right. Now, the country is turning to its migrant community to plug an anticipated shortage of medical staff battling the coronavirus.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/25\/world\/europe\/25reuters-health-coronavirus-germany-refugees.html"},{"headline":"Neighbors Are Reaching Out on Nextdoor","abstract":"Homebound city dwellers are turning to a neighborhood app to connect, organize and help each other without risking physical contact.","url":"https:\/\/www.nytimes.com\/2020\/03\/25\/style\/nextdoor-neighbors-coronavirus.html"},{"headline":"Saudis Tighten Anti-Virus Curfew; UAE Closures Leave Travellers Stranded","abstract":"Saudi Arabia reported its second coronavirus death and tightened a nationwide curfew on Wednesday, barring travel in and out of Riyadh, the capital, and the holy cities of Mecca and Medina, as well as movement between all provinces.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/25\/world\/middleeast\/25reuters-health-coronavirus-saudi.html"}],"day_64":[{"headline":"Bosch Develops Corona Test Tool to Detect Virus in Under Three Hours","abstract":"Robert Bosch on Thursday said it has developed a diagnostic tool for detecting the coronavirus SARS-CoV-2 in under three hours, potentially aiding the challenge of understanding how far the virus has spread.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/26\/world\/europe\/26reuters-health-coronavirus-bosch.html"},{"headline":"'Most Photographed' NYSE Trader Contracts Coronavirus","abstract":"Peter Tuchman, dubbed the \"most photographed trader on Wall Street\", took to Instagram on Thursday to tell his 10,000-odd followers that he had tested positive for coronavirus.  ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/26\/business\/26reuters-health-coronavirus-nyse.html"},{"headline":"German Baker Cleans Up With Toilet Roll Cakes","abstract":"A German baker has drummed up some much-needed demand during the coronavirus crisis by making cakes in the shape of toilet rolls.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/26\/world\/europe\/26reuters-health-coronavirus-toilet-roll-cake.html"},{"headline":"Internet Firm Restricts Virus-Themed Website Registrations","abstract":"An internet firm is ending the automated registration of website names that include words or phrases related to the COVID-19 pandemic, an attempt to combat coronavirus-related fraud.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/26\/business\/bc-us-virus-outbreak-website-scams.html"},{"headline":"Germany Still in Calm Before Coronavirus Storm: Health Minister","abstract":"Germany is still in \"the calm before the storm\" of the coronavirus epidemic and is using the time it has won with extensive testing to prepare for a wave of cases expected in the coming weeks, Health Minister Jens Spahn said on Thursday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/26\/world\/europe\/26reuters-health-coronavirus-germany.html"},{"headline":"Lebanon Extends Coronavirus Lockdown by Two Weeks","abstract":"Lebanon is extending a lockdown by two weeks until April 12 to combat the spread of the coronavirus, its information minister  said on Thursday, while introducing strict new steps that seemed to amount to an overnight curfew in all but name.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/26\/world\/middleeast\/26reuters-health-coronavirus-lebanon-shutdown.html"},{"headline":"LeBron Talks About Virus' Impact on NBA in Podcast","abstract":"Los Angeles Lakers superstar LeBron James shed light on a variety of topics facing the NBA should it attempt to resume the 2019-20 season later this year.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/26\/sports\/26reuters-basketball-nba-lal-james.html"},{"headline":"Crisis Management Boosts Merkel's Conservatives in Poll","abstract":"German Chancellor Angela Merkel's conservative bloc has risen in public opinion thanks to the government's management of the coronavirus crisis, with a poll on Thursday putting it at the highest level since a 2017 federal election.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/26\/us\/26reuters-health-coronavirus-germany-politics.html"},{"headline":"Here’s a Coronavirus Quiz","abstract":"Test your currency with current events.","url":"https:\/\/www.nytimes.com\/interactive\/2020\/03\/25\/opinion\/coronavirus-quiz.html"},{"headline":"Fearing Coronavirus, African City Dwellers Flee to the Countryside","abstract":"Each morning at a crowded bus station east of Nairobi, Kenyans load their bags on to minibuses emblazoned with the faces of pop stars and Jesus, heading to their villages in the hope of escaping the coronavirus.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/26\/world\/africa\/26reuters-health-coronavirus-africa-exodus.html"}],"day_65":[{"headline":"Europol: Criminals Exploit Virus Crisis as Fresh Opportunity","abstract":"Criminals are preying on a fearful public and disrupting the provision of medical care during the coronavirus pandemic by selling counterfeit products, impersonating health workers and hacking computers as many citizens do their jobs online at home, European law enforcement agency Europol said Friday.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/27\/world\/europe\/ap-eu-virus-outbreak-crime.html"},{"headline":"Of ‘Covidivorces’ and ‘Coronababies’: Life During a Lockdown","abstract":"Across the world, the pandemic is radically altering approaches to love, dating, sex and family relations.","url":"https:\/\/www.nytimes.com\/2020\/03\/27\/world\/coronavirus-lockdown-relationships.html"},{"headline":"European Shares Fall After Three-Day Rally, but Mark Best Week Since 2011","abstract":"European shares closed in the red on Friday after EU lawmakers failed to agree on a coronavirus rescue package and British Prime Minister Boris Johnson announced he had been infected. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/27\/world\/europe\/27reuters-europe-stocks.html"},{"headline":"Hedge Fund Fir Tree Puts $410 Million Dislocation Fund to Work","abstract":"After years of waiting and watching from afar, hedge fund Fir Tree Partners is spending $410 million from its dislocation funds on stocks, pockets of the credit market and other securities, sure the historic market sell-off made new bargains.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/27\/business\/27reuters-hedgefunds-firtree.html"},{"headline":"Germany Looks at Tracking Patients to Rein in Coronavirus-Reports","abstract":"Germany has proposed using big data and location tracking to isolate people with coronavirus once social distancing measures now in force have slowed its spread, media reported on Friday.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/27\/world\/europe\/27reuters-health-coronavirus-germany.html"},{"headline":"In Iran, False Belief a Poison Fights Virus Kills Hundreds","abstract":"Standing over the still body of an intubated 5-year-old boy wearing nothing but a plastic diaper, an Iranian health care worker in a hazmat suit and mask begged the public for just one thing: Stop drinking industrial alcohol over fears about the new coronavirus.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/27\/world\/middleeast\/ap-ml-virus-outbreak-iran-a-deadly-drink.html"},{"headline":"It’s Not All Bad. Here’s Proof.","abstract":"We’re highlighting some of the more heartening things that caught our attention as the world mobilizes against the coronavirus pandemic.","url":"https:\/\/www.nytimes.com\/2020\/03\/27\/business\/dealbook\/coronavirus-company-stories.html"},{"headline":"U.S. Companies, Labs Rush to Produce Blood Test for Coronavirus Immunity","abstract":"As the United States works overtime to screen thousands for the novel coronavirus, a new blood test offers the chance to find out who may have immunity - a potential game changer in the battle to contain infections and get the economy back on track.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/27\/business\/27reuters-health-coronavirus-immune-test-insight.html"},{"headline":"A Riding Center for the Disabled Struggles to Care for Its Herd","abstract":"An organization that provides therapeutic riding lessons for people with disabilities said a tearful goodbye amid fears over the spread of coronavirus.","url":"https:\/\/www.nytimes.com\/2020\/03\/27\/nyregion\/queens-horses-coronavirus.html"},{"headline":"NOT REAL NEWS: Debunking Yet More False Coronavirus Content","abstract":"A roundup of some of the most popular but completely untrue stories and visuals of the week. None of these are legit, even though they were shared widely on social media. The Associated Press checked them out. Here are the facts:","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/27\/us\/ap-not-real-news.html"}],"day_66":[{"headline":"Syria Bans Most Domestic Travel in Coronavirus Lockdown","abstract":"Syria said on Friday it was banning travel between cities and governorates as part of tightening measures to curb the spread of coronavirus, state-run Ikhbariya TV reported, citing the interior minister.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/27\/world\/middleeast\/27reuters-health-coronavirus-syria.html"},{"headline":"Lebanon's Berri May Suspend Cabinet Support Over Coronavirus Expat Policy","abstract":"Lebanese Parliament Speaker Nabih Berri threatened on Saturday to suspend his support for Prime Minister Hassan Diab's government if it did not act to bring home expatriates stranded abroad during the coronavirus pandemic.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/28\/technology\/28reuters-health-coronavirus-lebanon.html"},{"headline":"Iran to Use 20% of State Budget to Fight Coronavirus","abstract":"Iran is to allocate 20% of its annual state budget to fighting the coronavirus outbreak in the country, one of the worst-hit in the world, President Hassan Rouhani said on Saturday.  ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/28\/world\/middleeast\/28reuters-health-coronavirus-iran.html"},{"headline":"A Wall. A Ball. That’s All: Your New Social-Distancing Workout","abstract":"Long-ignored vertical slabs all over the city are having a moment.","url":"https:\/\/www.nytimes.com\/2020\/03\/28\/nyregion\/coronavirus-nyc-exercise-outdoors.html"},{"headline":"Finding Comfort in a Bottle of Familiar Wine","abstract":"In times of fear and anxiety, we find solace in foods that conjure up memories and emotions. Why not wines?","url":"https:\/\/www.nytimes.com\/2020\/03\/28\/dining\/drinks\/comfort-wine-coronavirus.html"},{"headline":"Parents Work on the Front Lines. Where Do Their Children Go All Day?","abstract":"An experimental program attempts to fill the void of shuttered public schools.","url":"https:\/\/www.nytimes.com\/2020\/03\/28\/nyregion\/nyc-enrichment-centers-schools.html"},{"headline":"In the Coronavirus Fight in Scandinavia, Sweden Stands Apart","abstract":"The country has drawn global attention with an unorthodox approach while its neighbors have imposed extensive restrictions.","url":"https:\/\/www.nytimes.com\/2020\/03\/28\/world\/europe\/sweden-coronavirus.html"},{"headline":"A Silent Spring Is Saying Something","abstract":"The eerie inhumanity of Donald Trump.","url":"https:\/\/www.nytimes.com\/2020\/03\/27\/opinion\/coronavirus-pandemic.html"},{"headline":"'Just One Case': Fears Coronavirus May Spread Like Wildfire in World's Refugee Camps","abstract":"In the world’s largest refugee settlement in Bangladesh, filmmaker Mohammed Arafat has been making public safety videos to warn about the dangers of coronavirus.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/28\/world\/africa\/28reuters-health-coronavirus-refugees.html"},{"headline":"How the Young Deal With the Coronavirus","abstract":"High school and college students urge their cohort to take the threat seriously, and adults reassure the young that past adversities and uncertainties have been overcome.","url":"https:\/\/www.nytimes.com\/2020\/03\/28\/opinion\/letters\/us-coronavirus-young.html"}],"day_67":[{"headline":"Modi Seeks 'Forgiveness' From India's Poor Over Coronavirus Lockdown","abstract":"Indian Prime Minister Narendra Modi asked the nation's poor for forgiveness on Sunday, as the economic and human toll from his 21-day nationwide lockdown deepens and criticism mounts about a lack of adequate planning ahead of the decision.","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/29\/us\/29reuters-health-coronavirus-southasia.html"},{"headline":"German Health Institute Warns Pandemic Could Overstretch System - Paper","abstract":"Germany's health system could face strains similar to those in Italy if the coronavirus outbreak in the country worsens, the head of the Robert Koch Institute (RKI), the federal agency responsible for disease control, told a newspaper. ","url":"https:\/\/www.nytimes.com\/reuters\/2020\/03\/29\/world\/europe\/29reuters-health-coronavirus-germany-cases.html"},{"headline":"Uganda's Bobi Wine Sings Against Virus, Criticizes Leaders","abstract":"Ugandan pop star and opposition leader Bobi Wine, who released a song urging Africa's people to wash their hands to stop the spread of the new coronavirus, is criticizing African governments for not maintaining better health care systems for the continent's 1.3 billion people.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/29\/world\/africa\/ap-af-virus-outbreak-uganda-pop-star.html"},{"headline":"New York City's Poorer Neighborhoods Hit Hardest by Virus","abstract":"As coronavirus cases in New York City topped 30,000, President Donald Trump said he would issue a travel advisory urging people in the region to avoid traveling out of the area for 14 days. Mayor Bill de Blasio said Sunday he worried the advisory would keep some families apart.","url":"https:\/\/www.nytimes.com\/aponline\/2020\/03\/29\/us\/ap-us-virus-outbreak-new-york.html"},{"headline":"India’s Coronavirus Lockdown Leaves Vast Numbers Stranded and Hungry","abstract":"Millions of migrant laborers in Indian cities live and eat where they work, and the sudden shutdown of businesses has upended their lives. Anger is rising.","url":"https:\/\/www.nytimes.com\/2020\/03\/29\/world\/asia\/coronavirus-india-migrants.html"},{"headline":"Oil Prices Crash, Virus Hits, Commerce Stops: Iraq Is in Trouble.","abstract":"Iraq depends on oil revenues, which have plummeted. The country is so desperate it is asking for donations to help it weather the pandemic.","url":"https:\/\/www.nytimes.com\/2020\/03\/29\/world\/middleeast\/virus-iraq-oil.html"},{"headline":"Coronavirus Live Updates: Pelosi Accuses Trump of ‘Deadly’ Denial; New York Mayor Says Medical Supplies Will Run Out in a Week","abstract":"The world largest lockdown brings chaos and hunger to India, and the global tally of cases rises past 670,000. A U.S. judge orders migrant children released.","url":"https:\/\/www.nytimes.com\/2020\/03\/29\/world\/coronavirus-news.html"}],"day_68":[{"headline":"Red Bull's Marko Suggested 'Corona Camp' for F1 Drivers","abstract":"Red Bull's motorsport head Helmut Marko suggested his Formula One and junior drivers should catch the coronavirus while racing is on hold so they would be protected from sickness later in the year.","url":"https://www.nytimes.com/reuters/2020/03/30/sports/autoracing/30reuters-health-coronavirus-f1-marko.html"},{"headline":"In Jerusalem, a Palestinian Family Under Coronavirus Lockdown","abstract":"A Palestinian English teacher, Jizelle Sara, faces a double challenge while observing a partial lockdown in her Jerusalem home during the coronavirus crisis.","url":"https://www.nytimes.com/reuters/2020/03/30/world/middleeast/30reuters-health-coronavirus-jerusalem-family.html"},{"headline":"For Indias Laborers, Coronavirus Lockdown Is an Order to Starve","abstract":"Despite leaders decrees on staying home, laborers who live hand-to-mouth say they have no choice but to keep hitting the streets. Here are their stories.","url":"https://www.nytimes.com/2020/03/30/world/asia/coronavirus-india-lockdown.html"},{"headline":"Short-Selling Bans Not Useful: Stock Exchanges Federation","abstract":"Bans on the short-selling of shares when stock markets are experiencing extreme volatility gives the impression of a decisive response without achieving any useful result, the World Federation of Exchanges (WFE) said on Monday.","url":"https://www.nytimes.com/reuters/2020/03/30/world/europe/30reuters-health-coronavirus-exchange.html"},{"headline":"Denmark Eyes Gradual Reopening After Easter if Coronavirus Numbers Stabilize","abstract":"Denmark may gradually lift a lockdown after Easter if the numbers of coronavirus cases and deaths remain stable, Prime Minister Mette Frederiksen said on Monday.","url":"https://www.nytimes.com/reuters/2020/03/30/world/europe/30reuters-health-coronaviirus-denmark.html"},{"headline":"Germany Aims to Launch Singapore-Style Coronavirus App in Weeks","abstract":"Germany hopes to launch a smartphone app within weeks to help trace coronavirus infections, after a broad political consensus emerged that adopting an approach pioneered by Singapore can be effective without invading people's privacy.","url":"https://www.nytimes.com/reuters/2020/03/30/technology/30reuters-health-coronavirus-germany-tech.html"},{"headline":"Some Ultra-Orthodox Israelis Chafe at Coronavirus Restrictions","abstract":"Israeli police have used a drone, helicopter and stun grenades in recent days to prevent people gathering in an ultra-Orthodox Jewish neighborhood of Jerusalem in defiance of Health Ministry measures aimed at slowing the spread of the coronavirus.","url":"https://www.nytimes.com/reuters/2020/03/30/world/middleeast/30reuters-health-coronavirus-israel-ultraorthodox.html"},{"headline":"Coronavirus Hits Rich and Poor Unequally in Latin America","abstract":"From Mexico City to Port-au-Prince, Haiti, and Santiago, Chile, the coronavirus is taking root in the worlds most unequal region, where many of Latin America's first cases arrived with members of the elite returning from vacations or work trips to Europe and the United States.","url":"https://www.nytimes.com/aponline/2020/03/30/world/americas/ap-lt-virus-outbreak-latin-america-inequality.html"},{"headline":"Virus Soars Among Ultra-Orthodox Jews as Many Flout Israels Rules","abstract":"Failure to comply with government restrictions is causing the coronavirus to spread in ultra-Orthodox communities up to eight times faster than elsewhere in Israel.","url":"https://www.nytimes.com/2020/03/30/world/middleeast/coronavirus-israel-cases-orthodox.html"},{"headline":"The Quarantine Diaries","abstract":"Around the world, the history of our present moment is taking shape in journal entries and drawings.","url":"https://www.nytimes.com/2020/03/30/style/coronavirus-diaries-social-history.html"}],"day_69":[{"headline":"A Coronavirus Thriller Was Finished Just Before the Shutdown","abstract":"A Canadian filmmaker read the headlines, and a few weeks later a shoot was underway on a story addressing xenophobia and the pandemic. Then film festivals were canceled.","url":"https://www.nytimes.com/2020/03/31/movies/coronavirus-movie.html"},{"headline":"Germany Faces Big Growth Hit in First Half, Second-Half Recovery Possible: Minister","abstract":"The German economy faces a major setback in the March-May period but there is still a chance it could make up some of that lost ground in the second half of the year, Economy Minister Peter Altmaier told the Rheinische Post newspaper.","url":"https://www.nytimes.com/reuters/2020/03/31/world/europe/31reuters-health-coronavirus-germany-economy.html"},{"headline":"Waiving Rent and Making Masks, Afghans Meet Coronavirus With Kindness","abstract":"The health crisis, which has become a fresh test of survival for a country where life has been a daily fight for decades, has provoked a shared sense of responsibility and spontaneous acts of generosity.","url":"https://www.nytimes.com/2020/03/31/world/asia/coronavirus-afghanistan-kindness.html"},{"headline":"India and Pakistan Crack Down on Muslim Group Emerging as COVID-19 Cluster","abstract":"India and Pakistan sealed off centers belonging to a Muslim missionary group on Tuesday and began investigating how many coronavirus cases were linked to its activities.","url":"https://www.nytimes.com/reuters/2020/03/31/world/asia/31reuters-health-coronavirus-southasia.html"},{"headline":"White House Economists Warned in 2019 a Pandemic Could Devastate America","abstract":"A study published last fall went unheeded. One of its authors now says economic shutdowns to fight the coronavirus could last up to eight months.","url":"https://www.nytimes.com/2020/03/31/business/coronavirus-economy-trump.html"},{"headline":"How Unorthodox Captured One Womans Flight From Hasidic Brooklyn","abstract":"Deborah Feldman left her ultra-Orthodox Jewish community for a new life in Berlin. She talked about what it has been like having her autobiography adapted for Netflix.","url":"https://www.nytimes.com/2020/03/31/arts/television/unorthodox-writer-deborah-feldman-netflix.html"},{"headline":"'It Is Brutal': Hollywood's Rank-And-File on the Pandemic","abstract":"The red carpets are rolled up in storage, the A-listers holed up in mansions, multiplex doors are closed. For now, at least, the coronavirus has shut down much of Hollywood. And for the entertainment industry's many one-gig-at-a-time staff and freelance workers  a quarter-million people in Los Angeles County alone  it's an economic disaster. ","url":"https://www.nytimes.com/aponline/2020/03/31/us/ap-us-virus-outbreak-hollywood-impact.html"},{"headline":"With the Coronavirus, Its Again Trump vs. Mother Nature","abstract":"The presidents failure to understand his limits is very costly.","url":"https://www.nytimes.com/2020/03/31/opinion/covid-trump-climate-change.html"},{"headline":"Crammed in Filthy Cells, Political Prisoners Fear Infection","abstract":"Reza Khandan got the word from friends locked away in Irans most feared prison, Evin. A prisoner and a guard in their cell block had been removed because they were suspected of having coronavirus, and two guards in the womens ward had shown symptoms.","url":"https://www.nytimes.com/aponline/2020/03/31/world/middleeast/ap-ml-virus-outbreak-vulnerable-prisoners.html"},{"headline":"Venezuela Fuel Shortages Hinder Food Delivery Amid Coronavirus Quarantine","abstract":"Venezuela's fuel shortages are causing growing complications for the production and delivery of food to a crisis-stricken nation that is in quarantine to stop the spread of the coronavirus, according to ten food industry sources.","url":"https://www.nytimes.com/reuters/2020/03/31/world/americas/31reuters-health-coronavirus-venezuela-food.html"}],"day_70":[{"headline":"A Month of Coronavirus in New York City: See the Hardest-Hit Areas","abstract":"New data released by the city shows that lower-income neighborhoods have been most affected by the virus.","url":"https://www.nytimes.com/interactive/2020/04/01/nyregion/nyc-coronavirus-cases-map.html"},{"headline":"44 Texas Students Have Coronavirus After Spring Break Trip","abstract":"A group of about 70 students from the University of Texas at Austin celebrated spring break in Mexico, then returned to find that dozens had tested positive.","url":"https://www.nytimes.com/2020/04/01/us/coronavirus-texas-austin-spring-break-cabo.html"},{"headline":"Coronavirus Misbehavior: When Was Licking a Toilet Ever a Good Idea?","abstract":"The coronavirus pandemic has brought fear, panic and pranksters. In some cases, bad behavior has crossed the line into criminal terrorist acts.","url":"https://www.nytimes.com/2020/04/01/us/coronavirus-terrorist-threat-felony.html"},{"headline":"Boom in Denmark's Economy May Be Replaced by 10% Contraction, Central Bank Says","abstract":"A boom in Denmark's economy may be replaced by a contraction of as much as 10% this year as the coronavirus outbreak hits the Nordic economy, the country's central bank said on Wednesday.","url":"https://www.nytimes.com/reuters/2020/04/01/world/europe/01reuters-health-coronavirus-denmark-cenbank.html"},{"headline":"EU Exec Proposes Shorter Work Hours to Prevent Layoffs Amid Epidemic","abstract":"The EU executive proposed on Wednesday a wage-subsidy scheme to encourage employers to cut workers' hours rather than their jobs amid the coronavirus epidemic, a plan that could be worth 100 billion euros in borrowing guaranteed by all EU countries.","url":"https://www.nytimes.com/reuters/2020/04/01/business/01reuters-health-coronavirus-eu-work.html"},{"headline":"UN Security Council Urges Cease-Fire in Afghanistan","abstract":"The U.N. Security Council urged Afghanistans warring parties on Tuesday to heed the U.N. secretary-generals call for an immediate cease-fire to respond to the COVID-19 pandemic and ensure delivery of humanitarian aid throughout the country.","url":"https://www.nytimes.com/aponline/2020/03/31/world/asia/ap-un-virus-outbreak-un-afghanistan.html"},{"headline":"Virus Outbreak Creates New Challenges for Addiction Recovery","abstract":"Charlie Campbell, nearly 13 years sober, is feeling tested today more than ever to stay that way. ","url":"https://www.nytimes.com/aponline/2020/04/01/health/ap-us-med-virus-outbreak-addiction.html"},{"headline":"We Are the Silent First Responders: The Workers Who Make America Work","abstract":"Exposed and afraid but determined, workers who have no choice but to confront the pandemic describe their changed world in their own words.","url":"https://www.nytimes.com/interactive/2020/04/01/magazine/coronavirus-workers.html"}],"day_71":[{"headline":"Germans Snitch on Neighbours Flouting Virus Rules, in Echo of the Stasi Past","abstract":"Law-abiding Germans are zealously helping police crack down on  people flouting new social distancing rules aimed at slowing the spread of the coronavirus by reporting on strangers, neighbours and friends.","url":"https://www.nytimes.com/reuters/2020/04/02/world/europe/02reuters-health-coronavirus-germany-denunciation.html"},{"headline":"Nivea-Maker Beiersdorf Scraps 2020 Outlook Due to Coronavirus Crisis","abstract":"Nivea-maker Beiersdorf on Thursday scrapped its 2020 outlook due to the coronavirus pandemic, and also released preliminary first-quarter sales that showed a 3.6% fall from a year earlier.","url":"https://www.nytimes.com/reuters/2020/04/02/business/02reuters-health-coronavirus-beiersdorf.html"},{"headline":"Coronavirus Compounds Lebanon's Woes, Many Struggle for Food","abstract":"Battered by Lebanon's economic crisis, Hassan Zeitar was already struggling to keep his family fed when the coronavirus lockdown stripped him of the little money he made as a minibus driver.","url":"https://www.nytimes.com/reuters/2020/04/02/world/middleeast/02reuters-health-coronavirus-lebanon-poverty.html"},{"headline":"Virus Hits NYC Hardest in a Few Working-Class Neighborhoods","abstract":"The coronavirus pandemic has hit especially hard in a few poorer New York City neighborhoods where telecommuting isnt an option for many workers and there are more likely to be many people living under one roof.","url":"https://www.nytimes.com/aponline/2020/04/02/us/ap-us-virus-outbreak-hardest-hit.html"},{"headline":"Kill the Virus, Not Democracy-EU Tells Hungary","abstract":"The European Commission told Hungary's Prime Minister Viktor Orban on Thursday that emergency powers he has assumed to combat the coronavirus outbreak risk upending democracy and must be subject to proper parliamentary and media scrutiny.","url":"https://www.nytimes.com/reuters/2020/04/02/world/europe/02reuters-health-coronavirus-eu-hungary.html"},{"headline":"Residents Snitch on Businesses, Neighbors Amid Shutdowns","abstract":"One Tulsa, Oklahoma, bar owner said more than a dozen motorcyclists showed up unannounced, but he served them a round of shots anyway to celebrate a birthday. Another live-streamed a drag queen show on Facebook while up to 20 people drank inside the locked bar, ignoring police when they knocked on the door.","url":"https://www.nytimes.com/aponline/2020/04/02/business/bc-us-virus-outbreak-shutdown-snitching.html"},{"headline":"The Worlds Great Photographers, Many Stuck Inside, Have Snapped","abstract":"Stephen Shore, Catherine Opie, Todd Hido and others have turned to Instagram to cure corona claustrophobia or show how life has changed. They talk about their quarantine pics.","url":"https://www.nytimes.com/2020/04/02/arts/design/instagram-photographers-coronavirus.html"},{"headline":"Ex-Wife Sick. Daughter Sick. 3 Friends Dead. Everyone Knows Someone.","abstract":"The growing number of coronavirus cases and deaths have touched family and social circles across New York City, making the invisible threat seem far more real.","url":"https://www.nytimes.com/2020/04/02/nyregion/coronavirus-nyc-fear.html"},{"headline":"Exclusive: How Elite U.S. College Students Brought Covid-19 Home From Campus","abstract":"Like many American colleges, Vanderbilt University in Nashville announced last month it was closing its dormitories and putting classes online because of the growing threat of coronavirus. It said it was acting \"out of an abundance of caution\" after a local healthcare worker had tested positive for the disease.","url":"https://www.nytimes.com/reuters/2020/04/02/us/02reuters-health-coronavirus-usa-vanderbilt-exclusive.html"},{"headline":"EU Consumers May Be Able to Bring Dieselgate Claims in Home Court: Adviser","abstract":"EU consumers should be able to sue carmakers in their national courts if they have bought cars with emission cheat devices installed, an adviser to the Court of Justice of the European Union said on Thursday.","url":"https://www.nytimes.com/reuters/2020/04/02/world/europe/02reuters-volkswagen-emissions-eu.html"}],"day_72":[{"headline":"Corona Beer to Halt Production Amid Coronavirus Outbreak","abstract":"The suspension was announced days after the Mexican government ordered nonessential businesses to close.","url":"https://www.nytimes.com/2020/04/03/business/coronavirus-corona-beer.html"},{"headline":"Take Five: Life in the Time of Corona","abstract":"1/LOOKING TO CHINA ","url":"https://www.nytimes.com/reuters/2020/04/03/business/03reuters-global-markets-themes-graphic.html"},{"headline":"Mexico Without Corona: Brewers Suspend Production During Pandemic","abstract":"Mexicans fretted about beer supplies on Friday after Dutch brewer Heineken said it will suspend production at its seven plants in Mexico to comply with coronavirus containment measures, following a similar announcement by rival Modelo. ","url":"https://www.nytimes.com/reuters/2020/04/03/business/03reuters-heineken-hld-mexico.html"},{"headline":"Mexico Stops Brewing Corona Beer, Deemed Non-Essential in Epidemic","abstract":"Mexico's Grupo Modelo said on Thursday it will temporarily stop brewing Corona beer and other brands exported to 180 countries after its business activities were declared non-essential under a government order aimed at curbing the spread of the  coronavirus.","url":"https://www.nytimes.com/reuters/2020/04/03/world/americas/03reuters-health-coronavirus-mexico-grupo-modelo.html"},{"headline":"Constellation Brands Says Mexico Breweries Still Running Amid Coronavirus Outbreak","abstract":"Constellation Brands Inc, the U.S. distributor of Corona beer, said on Friday its Mexican breweries were still operational and supply to the United States was intact even as rivals suspended production due to the coronavirus pandemic.","url":"https://www.nytimes.com/reuters/2020/04/03/business/03reuters-constellation-results.html"},{"headline":"Walmart Limits Store Access; US Airlines Sign Up for Grants","abstract":"The outbreak of the coronavirus has dealt a shock to the global economy with unprecedented speed. Following are developments on Friday related to the global economy, the work place and the spread of the virus. ","url":"https://www.nytimes.com/aponline/2020/04/03/business/bc-virus-outbreak-business-fallout.html"},{"headline":"EU Open to All Options to Finance Coronavirus Fight: Dombrovskis","abstract":"The European Union's executive is open to all options to fight the coronavirus emergency, Commission vice president Valdis Dombrovskis told Italian daily La Repubblica when asked if Brussels favoured eurobonds.","url":"https://www.nytimes.com/reuters/2020/04/03/world/europe/03reuters-health-coronavirus-dombrovskis.html"},{"headline":"Masks Do Reduce Spread of Flu and Some Coronaviruses, Study Finds","abstract":"Face masks could help limit the spread of the COVID-19 pandemic, according to researchers who studied the effect of surgical masks on the transmission of other corona and flu viruses.","url":"https://www.nytimes.com/reuters/2020/04/03/world/asia/03reuters-health-coronavirus-masks-science.html"},{"headline":"Hungary's Orban Strikes Back at EU Criticism on Extra Powers","abstract":"Hungarys prime minister struck back at his critics in the European Union, saying he has no time for dealing with some of them during the coronavirus pandemic and accusing others of wanting to loot the country.","url":"https://www.nytimes.com/aponline/2020/04/03/world/europe/ap-eu-virus-oubreak-hungary-orban.html"},{"headline":"The Imperative of Personal Sacrifice, Today and During World War II","abstract":"Are Americans as willing to making sacrifices today in response to the coronavirus, compared to in the 1940s? A historian explains.","url":"https://www.nytimes.com/2020/04/03/magazine/personal-sacrifice-coronavirus-world-war-ii.html"}],"day_73":[{"headline":"Contagious Singing as Corona Community Chorus Unites Voices","abstract":"Casper ter Kuile lights a candle in front of his computer screen. And then the music begins.","url":"https://www.nytimes.com/aponline/2020/04/04/us/ap-virus-outbreak-one-good-thing-chorus.html"},{"headline":"A German Exception? Why the Countrys Coronavirus Death Rate Is Low","abstract":"The pandemic has hit Germany hard, with more than 92,000 people infected. But the percentage of fatal cases has been remarkably low compared to those in many neighboring countries.","url":"https://www.nytimes.com/2020/04/04/world/europe/germany-coronavirus-death-rate.html"},{"headline":"All I Wanted Was to Be Interrogated","abstract":"On a reporters 27-hour journey from Hong Kong to New York City, hardly anyone seemed to care about her health.","url":"https://www.nytimes.com/2020/04/04/us/airline-travel-coronavirus.html"},{"headline":"Coronavirus in America: A Highlight Reel","abstract":"More than half of humankind is putting life on hold so that others may live. We asked readers to share the moments that are inspiring them through a time of crisis.","url":"https://www.nytimes.com/2020/04/04/opinion/sunday/coronavirus-america.html"},{"headline":"Larry David, Master of His Quarantine","abstract":"Who better than the father of Seinfeld and Curb Your Enthusiasm to guide us through the thicket of being together, alone?","url":"https://www.nytimes.com/2020/04/04/style/larry-david-curb-your-enthusiasm-coronavirus-psa.html"}],"day_74":[{"headline":"Lebanese Stranded Abroad by Coronavirus Outbreak Return Home","abstract":"Several flights carrying Lebanese stranded abroad by coronavirus lockdowns began arriving in Beirut on Sunday, part of a trial run to see whether thousands looking to come home can be safely repatriated without worsening the country's outbreak.","url":"https://www.nytimes.com/reuters/2020/04/05/world/middleeast/05reuters-health-coronavirus-lebanon-expats.html"},{"headline":"Im a Doctor at the Epicenter of the Epicenter","abstract":"Lets not forget the social failures that allowed Covid-19 to overwhelm neighborhoods like Elmhurst in Queens.","url":"https://www.nytimes.com/2020/04/05/opinion/coronavirus-elmhurst-queens.html"},{"headline":"Virus Cancels Anniversary Event for Deadly Mine Explosion","abstract":"A planned public gathering was shelved on the 10th anniversary of the worst U.S. mining disaster in decades. Heartfelt speeches gave way Sunday to silent remembrances and individual prayers for the 29 men who died at the Upper Big Branch mine in West Virginia.","url":"https://www.nytimes.com/aponline/2020/04/05/us/ap-us-virus-outbreak-mine-explosion.html"},{"headline":"'Complete Collapse of Economies' Ahead as Africa Faces Virus","abstract":"Some of Ugandas poorest people used to work here, on the streets of Kampala, as fruit sellers sitting on the pavement or as peddlers of everything from handkerchiefs to roasted peanuts. ","url":"https://www.nytimes.com/aponline/2020/04/05/world/africa/ap-af-virus-outbreak-africas-economic-blues.html"},{"headline":"Of Beards and Bubonic Plague: German Village Prays for a (2nd) Miracle","abstract":"In 1633 the Bavarian village of Oberammergau, ravaged by a pandemic, made a pledge to God. Now another pandemic has forced villagers to abandon their promise.","url":"https://www.nytimes.com/2020/04/05/world/europe/germany-oberammergau-passion-play-coronavirus.html"}],"day_75":[{"headline":"Jamie Dimon Expects a Bad Recession","abstract":"The pandemic is only one example of the bad planning and management that have hurt our country, the JPMorgan C.E.O. wrote in his latest shareholder letter.","url":"https://www.nytimes.com/2020/04/06/business/dealbook/jpmorgan-jamie-dimon-letter.html"},{"headline":"Americans Dont Trust the Media Anymore. So Why Do They Trust the Cuomos?","abstract":"CNN once prevented Chris Cuomo from interviewing his brother on the air. But that all changed with the arrival of the coronavirus, and now its changing television, too.","url":"https://www.nytimes.com/2020/04/05/business/media/brothers-cuomo-andrew-chris.html"},{"headline":"How Gig Workers Are Weathering the Virus Shutdown","abstract":"Meet a few of the millions of people in New York  a day laborer, production assistant and catering business owner  who have seen their freelance and events-based work dry up.","url":"https://www.nytimes.com/2020/04/06/nyregion/coronavirus-new-york-freelance-gig-workers.html"}],"day_76":[{"headline":"Lessons From the Plagues, Painted for Passover","abstract":"The artist Zoya Cherkassky evokes Jewish life in the shtetl in her new virtual exhibition.","url":"https://www.nytimes.com/2020/04/07/arts/design/zoya-cherkassky-coronavirus.html"},{"headline":"What Rhymes With Purell? Franglais Rappers Push Language Boundaries in Quebec","abstract":"Critics in Montreal say hip-hop artists mixing French and English are threatening the future of the French language in the majority Francophone province.","url":"https://www.nytimes.com/2020/04/07/world/canada/quebec-montreal-hip-hop-rapping-franglais.html"},{"headline":"We Can Still Travel  With Photoshop and a Dream","abstract":"Theres little choice now but to stay grounded because of the coronavirus, but avid travelers are devising creative and meaningful ways to celebrate the vacations they have had to cancel.","url":"https://www.nytimes.com/2020/04/07/travel/coronavirus-fake-travel.html"}],"day_77":[{"headline":"American Ballet Theater Cancels Spring Season at Met Opera House","abstract":"Canceling the Met season, the companys executive director said, is akin to the cancellation of the Olympics for those athletes.","url":"https://www.nytimes.com/2020/04/08/arts/dance/american-ballet-theater-coronavirus.html"},{"headline":"Coronavirus and the Cancer Patient","abstract":"My patients immune systems are so exquisitely fragile that it doesnt take much to catch an infection that could kill them.","url":"https://www.nytimes.com/2020/04/08/well/live/coronavirus-and-the-cancer-patient.html"},{"headline":"House Hunting in Mexico: A Balinese-Style Compound for $595,000","abstract":"The artsy town of Todos Santos has long been a quiet alternative to the resorts of Los Cabos, but new demand and development is raising its profile.","url":"https://www.nytimes.com/2020/04/08/realestate/house-hunting-in-mexico-a-balinese-style-compound-for-595000.html"},{"headline":"As Europe Confronts the Coronavirus, What Shape Will Solidarity Take?","abstract":"Contentious talks over how to help economies decimated by the virus have become a pivotal political moment for the worlds richest bloc of nations.","url":"https://www.nytimes.com/2020/04/08/world/europe/eu-coronavirus-aid.html"},{"headline":"Jack Dorsey Ups the Ante on Coronavirus Donations","abstract":"Corporate leaders are increasingly announcing big gifts, or taking pay cuts, to help respond to the pandemic  and to keep the political heat off.","url":"https://www.nytimes.com/2020/04/08/business/dealbook/jack-dorsey-donations.html"}],"day_78":[{"headline":"A Tragedy Is Unfolding: Inside New Yorks Virus Epicenter","abstract":"In a city ravaged by an epidemic, few places have been as hard hit as central Queens.","url":"https://www.nytimes.com/2020/04/09/nyregion/coronavirus-queens-corona-jackson-heights-elmhurst.html"},{"headline":"E.U. Backs Half-Trillion Euro Stimulus, but Balks at Pooling Debt","abstract":"While E.U. finance ministers approved a plan to spend 540 billion euros to lift their economies, they couldnt agree to take the unprecedented step of issuing joint bonds.","url":"https://www.nytimes.com/2020/04/09/world/europe/coronavirus-european-union-bailout.html"},{"headline":"Palestinians Fear a Coming Coronavirus Storm","abstract":"Workers returning to the West Bank from Israel have been a source of many infections, adding to tensions between age-old antagonists.","url":"https://www.nytimes.com/2020/04/09/world/middleeast/coronavirus-palestinians-israel-gaza-west-bank.html"},{"headline":"E.U. Officials Agree to Deal to Soften Coronaviruss Economic Blow","abstract":"The ministers were unable to reach an agreement on issuing joint bonds, known as corona-bonds. Critics say their 540 billion loan package does too little for Spain and Italy.","url":"https://www.nytimes.com/2020/04/09/world/coronavirus-news-international.html"}],"day_79":[{"headline":"Sex and the Coronavirus: Reader Questions, Answered","abstract":"Will there be a baby boom in nine months? Is this a bad time to get pregnant? Could PrEP protect me? And should high-risk people abstain altogether?","url":"https://www.nytimes.com/2020/04/10/style/coronavirus-sex-pregnancy-questions.html"},{"headline":"Coronavirus Caseload Tops 1.6 Million, as Countries Greet Easter Weekend with Lockdowns","abstract":"The United States, citing the virus, vowed to issue visa penalties for countries that refuse to accept people it wants to deport. Moscows hospitals have been pushed to their limits.","url":"https://www.nytimes.com/2020/04/10/world/coronavirus-world-news-updates.html"}],"day_80":[],"day_81":[{"headline":"In India, Coronavirus Fans Religious Hatred","abstract":"Indian officials are blaming an Islamic group for spreading the virus, and Muslims have been targeted in a wave of violence.","url":"https://www.nytimes.com/2020/04/12/world/asia/india-coronavirus-muslims-bigotry.html"},{"headline":"The Dangerous History of Immunoprivilege","abstract":"Weve seen what happens when people with immunity to a deadly disease are given special treatment. It isnt pretty.","url":"https://www.nytimes.com/2020/04/12/opinion/coronavirus-immunity-passports.html"},{"headline":"Anti-Muslim Attacks, Boris Johnson, Chinas New Cases: Your Monday Briefing","abstract":"Heres what you need to know.","url":"https://www.nytimes.com/2020/04/12/briefing/coronavirus-india-anti-muslim-attacks.html"},{"headline":"Britain Surpasses 10,000 Coronavirus Deaths as Boris Johnson Leaves Hospital; Pope Speaks of Contagion of Hope","abstract":"Lockdowns are beginning to lift in Europe, under intense debate. Israels prime minister and president are under fire for breaking their own lockdown rules.","url":"https://www.nytimes.com/2020/04/12/world/coronavirus-news.html"}],"day_83":[{"headline":"The Defiant Beauty of Cherry Blossom Season","abstract":"Festivals might be canceled but the trees are still doing their thing. And you can see some of them from a safe distance.","url":"https://www.nytimes.com/2020/04/14/nyregion/coronavirus-cherry-blossoms-nyc-newark.html"},{"headline":"Post-Pandemic, Heres How America Rises Again","abstract":"Congress needs to invest with an eye on the nations future.","url":"https://www.nytimes.com/2020/04/14/opinion/stimulus-infrastructure-covid.html"}],"day_84":[{"headline":"Trumps Coronavirus Briefings Are His Little Rallies, Colbert Says","abstract":"Stephen Colbert compared the president to a fireman doing a one-man show about how its not my fault that your house is burning down.","url":"https://www.nytimes.com/2020/04/15/arts/television/latenight-trump-briefing-colbert.html"},{"headline":"Why Is My Big Kid Acting Like a Toddler?","abstract":"Regressions are normal during stressful events. Heres how to identify and deal with them.","url":"https://www.nytimes.com/2020/04/15/parenting/coronavirus-child-regression.html"},{"headline":"What Historians Will See When They Look Back on the Covid-19 Pandemic of 2020","abstract":"Universities and institutions are inviting the public to share their experiences during the 2020 coronavirus pandemic and its aftermath.","url":"https://www.nytimes.com/2020/04/15/us/coronavirus-pandemic-historians-archive.html"},{"headline":"What We Know About the N.B.A., and What We Dont","abstract":"In this weeks newsletter, Marc Stein outlines six things to know about the suspended N.B.A. season and discusses ways the league can honor David Stern.","url":"https://www.nytimes.com/2020/04/15/sports/basketball/corona-nba-suspended.html"},{"headline":"Inside the Public Hospitals Trying to Save New York","abstract":"The citys municipal hospitals are unified by a seemingly impossible mission: to care for everyone, regardless of their ability to pay. This is their moment.","url":"https://www.nytimes.com/interactive/2020/04/15/magazine/new-york-hospitals.html"}],"day_85":[{"headline":"Why You Should Start a Coronavirus Diary","abstract":"Itll help you organize your thoughts during these difficult times, and may help educate future generations.","url":"https://www.nytimes.com/2020/04/13/smarter-living/why-you-should-start-a-coronavirus-diary.html"},{"headline":"Coronavirus Fears Terrify and Impoverish Migrants in the Persian Gulf","abstract":"Millions of migrant workers in Gulf countries have found themselves locked down, laid off and stranded, with no place to turn for help.","url":"https://www.nytimes.com/2020/04/13/world/middleeast/persian-gulf-migrants-coronavirus.html"},{"headline":"Coronavirus, Boris Johnson, Easter Sunday: Your Monday Briefing","abstract":"Heres what you need to know.","url":"https://www.nytimes.com/2020/04/13/briefing/coronavirus-boris-johnson-easter-sunday.html"},{"headline":"Lockdowns in France and U.K. Expected to Last Into Next Month","abstract":"President Vladimir V. Putin said Russias outbreak was bad and getting worse. In war-torn Libya, residents faced a dire choice: stay home or flee missiles.","url":"https://www.nytimes.com/2020/04/13/world/coronavirus-news-world-international-global.html"},{"headline":"Trump Insists He Has Total Authority to Supersede Governors","abstract":"State leaders on both coasts are starting to debate how and when to reopen. The closure of a major meat processing plant could affect the nations food supply.","url":"https://www.nytimes.com/2020/04/13/us/coronavirus-updates.html"}],"day_86":[{"headline":"Trumps Dow-at-30,000 Dream Hurt America","abstract":"Trump is Mark Twains king, the great American con man.","url":"https://www.nytimes.com/2020/04/17/opinion/trump-coronavirus.html"},{"headline":"Minecraft for Art? Virtual Galleries Grab Gamers Attention","abstract":"In the multiplayer game Occupy White Walls, users design fantasy exhibition spaces, from slick, minimalist studios to bizarre and impossible rooms.","url":"https://www.nytimes.com/2020/04/17/arts/occupy-white-walls.html"},{"headline":"At Least New Yorkers Can Still Roll Their Eyes","abstract":"Most people are obeying, if sometimes reluctantly, the new statewide order to wear facial coverings in public wherever social distancing is not possible.","url":"https://www.nytimes.com/2020/04/17/nyregion/new-york-coronavirus-masks.html"},{"headline":"We All Live in Bubbles Now. How Safe Is Yours?","abstract":"Isolating with others requires rules and trust. What happens if your roommate keeps seeing other people?","url":"https://www.nytimes.com/2020/04/17/health/cheating-on-an-isolation-bubble-coronavirus.html"},{"headline":"Coronavirus, Britain, China: Your Friday Briefing","abstract":"Heres what you need to know.","url":"https://www.nytimes.com/2020/04/17/briefing/coronavirus-britain-china.html"},{"headline":"Coronavirus, China, Face Masks: Your Friday Briefing","abstract":"Here's what you need to know.","url":"https://www.nytimes.com/2020/04/17/briefing/us-news-today.html"},{"headline":"11 Stranger-Than-Fiction Documentaries on Netflix and Hulu","abstract":"Stream films about triplets separated at birth, a con artists international wine-fraud scheme, the world of competitive endurance tickling and more.","url":"https://www.nytimes.com/2020/04/17/movies/strange-documentaries-netflix-hulu.html"}],"day_87":[{"headline":"How Covid-19 Is Making Millions of Americans Healthier","abstract":"People are finally cooking more.","url":"https://www.nytimes.com/2020/04/18/opinion/covid-cooking-health.html"},{"headline":"With Broad, Random Tests for Antibodies, Germany Seeks Path Out of Lockdown","abstract":"It was the first large Western democracy to contain the spread of the coronavirus and is now the first to methodically go about reopening its economy. Others are watching.","url":"https://www.nytimes.com/2020/04/18/world/europe/with-broad-random-tests-for-antibodies-germany-seeks-path-out-of-lockdown.html"}],"day_88":[{"headline":"Trump Has Begun His Corona Campaign. We Dont Have to Play Along.","abstract":"The coronavirus story isnt about the president.","url":"https://www.nytimes.com/2020/04/19/business/media/donald-trump-coronavirus-campaign-media.html"}],"day_89":[{"headline":"How Sports Adapt: A Marathon Indoors and Drive-In Soccer","abstract":"German Silva used his race winnings to bring electricity to his hometown. Now, hes running to honor the medical personnel on the front lines of the coronavirus pandemic.","url":"https://www.nytimes.com/2020/04/20/sports/German-Silva-treadmill-drive-in-soccer-virus.html"},{"headline":"Keep Calm and Draw Together","abstract":"With assists from Shepard Fairey and Maira Kalman, graphic designers and illustrators are creating striking visual messages of safety and gratitude.","url":"https://www.nytimes.com/2020/04/20/arts/design/coronavirus-graphic-design.html"},{"headline":"How Parents Can Support College Students Online Learning","abstract":"I asked students what parents could do to help them finish a semester that was never supposed to go this way.","url":"https://www.nytimes.com/2020/04/20/well/family/college-shutdowns-online-learning-parents.html"},{"headline":"11 Numbers That Show How the Coronavirus Has Changed N.Y.C.","abstract":"Unemployment has skyrocketed, but so has the size of the citys volunteer pool and the number of people fostering animals. One month into the shutdown, the city is as complex as it ever was.","url":"https://www.nytimes.com/2020/04/20/nyregion/coronavirus-nyc-numbers-unemployment.html"}],"day_90":[{"headline":"Recent Commercial Real Estate Transactions","abstract":"Recent commercial real estate transactions in New York.","url":"https://www.nytimes.com/2020/04/21/business/new-york-commercial-real-estate.html"},{"headline":"We Need Great Leadership Now, and Heres What It Looks Like","abstract":"These times are testing leaders from the schoolhouse to the White House, from city halls to corporate suites.","url":"https://www.nytimes.com/2020/04/21/opinion/covid-dov-seidman.html"},{"headline":"Pregnant and Scared of Covid Hospitals, Theyre Giving Birth at Home","abstract":"Midwives are seeing a surge in demand from pregnant women who want to deliver their babies at home or in birthing centers.","url":"https://www.nytimes.com/2020/04/21/nyregion/coronavirus-home-births.html"},{"headline":"Still Lives","abstract":"In this unnatural state of isolation, photographers show us the things that bind.","url":"https://www.nytimes.com/interactive/2020/04/21/us/coronavirus-photographers-diary.html"},{"headline":"U.N. Warns World Hunger Could Double as Coronavirus Hurts Global Economy Crashes","abstract":"In southern Italy, the pandemic is choking an already fragile economy. Protests erupt in Lebanon.","url":"https://www.nytimes.com/2020/04/21/world/coronavirus-cases-global.html"}],"day_91":[{"headline":"Europe Needs to Come Together. But Not Like This.","abstract":"Its neither necessary nor prudent to distribute debt across the continent.","url":"https://www.nytimes.com/2020/04/22/opinion/corona-bonds-european-union.html"},{"headline":"Some Bake During Lockdown. Trump Bans Immigrants, Trevor Noah Notes.","abstract":"Trevor Noah joked that Trump is finding ways to keep busy while Americans are finally getting around to watching Ozark and trying to bake bread for the first time.","url":"https://www.nytimes.com/2020/04/22/arts/television/trump-immigration-coronavirus-late-night.html"},{"headline":"The Fear of Coronavirus and Flu Colliding in the Fall","abstract":"Even as the president plays down that possibility, the C.D.C. chief and other experts warn of a dual challenge.","url":"https://www.nytimes.com/2020/04/22/health/coronavirus-flu-season-deaths.html"},{"headline":"What Its Like Inside a Bronx Apartment During Coronavirus","abstract":"Tanya Denise Fields documented what her life has been like while under quarantine during the coronavirus outbreak. She lives in a three-bedroom apartment in the Bronx and has to care for a family of eight.","url":"https://www.nytimes.com/video/nyregion/nyregionspecial/100000007092052/coronavirus-quarantine-nyc-bronx-diary.html"},{"headline":"Food, Rent, Health Insurance? Tough Choices in Pandemic Economy","abstract":"As items that were once necessities become luxuries, increasingly strapped Americans are re-evaluating what they spend and how.","url":"https://www.nytimes.com/2020/04/22/business/economy/coronavirus-budget-savings.html"},{"headline":"This Is Crazy: 6 Kids, 1 Dog and a Mom With Covid-19","abstract":"This is what it's like inside a South Bronx apartment when you have Covid-19 and a family of eight to care for.","url":"https://www.nytimes.com/2020/04/22/nyregion/coronavirus-quarantine-nyc-bronx-diary.html"},{"headline":"Trump Reaches Back Into His Old Bag of Populist Tricks","abstract":"The president wants 2020 to be a replay of 2016, thematically speaking. In that sense, the coronavirus has changed nothing.","url":"https://www.nytimes.com/2020/04/22/opinion/coronavirus-trump.html"},{"headline":"Vaccine Chief Says He Was Removed After Questioning Drug Trump Promoted","abstract":"The first known U.S. death from the illness came in early February in California. Trump says he strongly disagrees with Georgias governor on reopening some businesses.","url":"https://www.nytimes.com/2020/04/22/us/coronavirus-live-coverage.html"},{"headline":"Afghanistans Next War","abstract":"What happens when the pandemic comes to a country in conflict?","url":"https://www.nytimes.com/interactive/2020/04/22/magazine/afghanistan-coronavirus.html"}],"day_92":[{"headline":"Trumps Scientists Push Back on His Claim That Virus May Not Return This Fall","abstract":"The president has continued to broadcast his personal hopes for the coronavirus, questioning its ability to last into the fall and winter.","url":"https://www.nytimes.com/2020/04/22/us/politics/trump-coronavirus-fall.html"},{"headline":"Mutineers, Raise Your Hands","abstract":"Almost every movie reminds Trump of  something its not.","url":"https://www.nytimes.com/2020/04/22/opinion/coronavirus-governors-trump.html"},{"headline":"E.U. Moves to Shore Up Economies Reeling From Virus","abstract":"As the leaders of the European Unions 27 countries approved a half-trillion euro bailout package Thursday night, their attention immediately turned to what to do next, where much disagreement remains.","url":"https://www.nytimes.com/2020/04/23/world/europe/coronavirus-eu-economic-recovery.html"},{"headline":"Coronavirus Critics Picks","abstract":"Now is an excellent time to read about the 1918 flu. Or maybe just watch the Fast & Furious movies.","url":"https://www.nytimes.com/2020/04/23/opinion/coronavirus-bored-quarantine.html"}],"day_93":[{"headline":"Late Night Feels for Doctors Working Under Trump","abstract":"Their only option is to play dumb and hope Trump gets distracted by a Filet-O-Fish or something, Jimmy Kimmel joked Thursday night.","url":"https://www.nytimes.com/2020/04/24/arts/television/late-night-feels-for-doctors-working-under-trump.html"},{"headline":"Despotism and Democracy in the Age of the Virus","abstract":"The battle for humanity and solidarity in the post-American world.","url":"https://www.nytimes.com/2020/04/24/opinion/coronavirus-democracy-europe.html"},{"headline":"Revisiting the Posy in Our Current Moment","abstract":"Once thought to protect against disease, the small bouquets can at least provide a bit of beauty.","url":"https://www.nytimes.com/2020/04/24/t-magazine/posies-plague-pandemic.html"},{"headline":"E.U. Waters Down Report on Chinas Coronavirus Propaganda","abstract":"Belgium said it would start gradually lifting lockdown measures in May.","url":"https://www.nytimes.com/2020/04/24/world/coronavirus-world-tracker.html"}],"day_95":[{"headline":"Dozens of Gay Men Are Outed in Morocco as Photos Are Spread Online","abstract":"The idea was to show the hypocrisy of Moroccan society by showing how many gay men are living quietly in straight society. It backfired badly.","url":"https://www.nytimes.com/2020/04/26/world/middleeast/gay-morocco-outing.html"},{"headline":"Two Weapons, a Chase, a Killing and No Charges","abstract":"A 25-year-old man running through a Georgia neighborhood ended up dead. A prosecutor argued that the pursuers should not be arrested.","url":"https://www.nytimes.com/2020/04/26/us/ahmed-arbery-shooting-georgia.html"},{"headline":"Heck Yeah, Were Dancing: Its Diplo, Live From His Living Room","abstract":"The popular D.J. is streaming music and memes to thousands with a fog machine from Target  and having the best time ever, he reports.","url":"https://www.nytimes.com/2020/04/26/style/diplo-livestream-coronavirus.html"}],"day_96":[{"headline":"Leandro Barbosas Family Grew During the Pandemic","abstract":"Barbosa, a Brazilian basketball player and one-time N.B.A. champion, and his wife found out they had the coronavirus shortly before she gave birth to their daughter.","url":"https://www.nytimes.com/2020/04/27/sports/basketball/leandro-barbosa.html"},{"headline":"Everyone Is Giving Away Cash on Instagram","abstract":"As the coronavirus continues to disrupt lives and livelihoods, influencers are offering free money to followers  and gaining a lot more in return.","url":"https://www.nytimes.com/2020/04/27/style/instagram-cash-giveaways-coronavirus.html"}],"day_97":[{"headline":"The Latest Indulgence in Hip-Hop Videos? Coronavirus Protection","abstract":"The pandemic has engendered new ways to flex.","url":"https://www.nytimes.com/2020/04/28/arts/music/coronavirus-rap-videos.html"},{"headline":"The Coronavirus Swell: Surfs Up. Stay at Home.","abstract":"Theres also a widening schism between surfers able to get in the ocean and those forbidden from doing so.","url":"https://www.nytimes.com/2020/04/28/sports/surfing-coronavirus-beach-closure.html"},{"headline":"Theyre Still Working at the Airports, and Theyre Scared","abstract":"At least 17 workers at New Yorks airports have died from the coronavirus, and dozens more have been infected.","url":"https://www.nytimes.com/2020/04/28/nyregion/coronavirus-nyc-airports-workers.html"}],"day_98":[{"headline":"Your Energy Bill Is Probably Climbing. Heres Why.","abstract":"Also this week, rethinking the way we shop","url":"https://www.nytimes.com/2020/04/29/climate/nyt-climate-newsletter-energy-bill.html"},{"headline":"The Specter of Mexicos Coronavirus Crash","abstract":"President Lpez Obrador and businesses will have to work miracles to avoid economic catastrophe.","url":"https://www.nytimes.com/2020/04/29/opinion/mexico-coronavirus-economy.html"}],"day_99":[{"headline":"Lockdown TV: Netflix Dominates, News Surges and Bea Arthur Is Still Golden","abstract":"But after a peak in March, the audience has started to shrink. Theres only so much content people can consume, a Nielsen executive says.","url":"https://www.nytimes.com/2020/04/30/business/media/coronavirus-television-netflix-ratings.html"},{"headline":"We Ran Out of Space: Bodies Pile Up as N.Y. Struggles to Bury Its Dead","abstract":"The coronavirus crisis is overwhelming New Yorks system for burying the dead.","url":"https://www.nytimes.com/2020/04/30/nyregion/coronavirus-nyc-funeral-home-morgue-bodies.html"},{"headline":"What Students Are Saying About Life by the Numbers, Accents and Pandemic Protests","abstract":"Teenage comments in response to our recent writing prompts, and an invitation to join the ongoing conversation.","url":"https://www.nytimes.com/2020/04/30/learning/what-students-are-saying-about-life-by-the-numbers-accents-and-pandemic-protests.html"}],"day_100":[{"headline":"Streets Should Be Car-Free During Lockdown. And After.","abstract":"Cholera changed the face of Paris. Will Covid-19 change the streets of New York?","url":"https://www.nytimes.com/2020/05/01/nyregion/coronavirus-streets-closed-nyc.html"},{"headline":"Street Art Confronts the Pandemic","abstract":"From Norway to Colorado, street artists depict a world of masks and hand-washing (and toilet paper). One recurrent theme: a deep appreciation of health care workers.","url":"https://www.nytimes.com/2020/05/01/travel/coronavirus-street-art.html"},{"headline":"The New Saturday Night","abstract":"With billions of people staying home, the world is reinventing the weekend.","url":"https://www.nytimes.com/interactive/2020/05/01/arts/saturday-night-coronavirus.html"}],"day_101":[{"headline":"Balmy Weekend Presents a Challenge: New Yorkers Rushing to Parks","abstract":"After weeks spent indoors, people ventured outside in droves. But worried officials warned them to wear masks and keep social distance.","url":"https://www.nytimes.com/2020/05/02/nyregion/weather-parks-nyc-nj-coronavirus.html"},{"headline":"Coronavirus Deaths in New York Increase Slightly, Cuomo Says","abstract":"Balmy weather in the New York area brought flocks of people to parks, presenting a challenge for efforts to prevent the spread of the coronavirus.","url":"https://www.nytimes.com/2020/05/02/nyregion/coronavirus-new-york-update.html"},{"headline":"Relaxed Rules and Warm Weather Test States","abstract":"Congress declined the administrations offer of rapid testing, saying tests were needed more elsewhere. Former President George W. Bush urged unity in a video message.","url":"https://www.nytimes.com/2020/05/02/us/coronavirus-updates.html"}],"day_104":[{"headline":"Will Socially Distanced Rehearsals Leave Space for Good Theater?","abstract":"One European director said guidelines intended to get actors back to work were cuckoo. Some will return only when coronavirus testing, or a vaccine, allows performers to get close.","url":"https://www.nytimes.com/2020/05/05/theater/coronavirus-rehearsal-austria-germany.html"},{"headline":"What Its Like to Give Birth in the Middle of a Pandemic","abstract":"Poonam Sharma Mathis documented her experience having a baby in New York City, just as hospitalizations and deaths from the coronavirus were starting to rise.","url":"https://www.nytimes.com/video/nyregion/100000007092040/coronavirus-pregnant-birth-pandemic-quarantine.html"},{"headline":"Coronavirus, Vaccine Race, Boris Johnson: Your Tuesday Briefing","abstract":"Heres what you need to know.","url":"https://www.nytimes.com/2020/05/04/briefing/coronavirus-vaccine-race-boris-johnson.html"},{"headline":"Im Officially Scared: Giving Birth in a Hospital During a Pandemic","abstract":"This is what it was like to have a baby in New York City, just as hospitalizations and deaths from coronavirus were beginning to rise.","url":"https://www.nytimes.com/2020/05/05/nyregion/coronavirus-pregnant-birth-quarantine.html"},{"headline":"Top U.K. Scientist Resigns Over Coronavirus Distancing Violation","abstract":"French doctors found that a patient had the virus on Dec. 27, suggesting that it was circulating long before containment efforts began. A major Philippine broadcaster critical of Duterte has been forced off the air.","url":"https://www.nytimes.com/2020/05/05/world/coronavirus-world-coverage.html"}],"day_105":[{"headline":"Late Night Laughs Off Trumps Saying Hosts Have Zero Talent","abstract":"Its nice to know that Trump is staying laser-focused on the ball during a crisis, Colbert joked after the president referred to him as talentless and unfunny in a new interview.","url":"https://www.nytimes.com/2020/05/06/arts/television/late-night-trump-coronavirus.html"},{"headline":"Coronavirus, White House Task Force, U.S. Senate: Your Wednesday Briefing","abstract":"Heres what you need to know.","url":"https://www.nytimes.com/2020/05/06/briefing/coronavirus-white-house-task-force-us-senate.html"},{"headline":"An Anvil Sitting on My Chest: What Its Like to Have Covid-19","abstract":"Theres a list of coronavirus symptoms that many can now recite from memory. And then theres how it actually feels when you have it.","url":"https://www.nytimes.com/article/coronavirus-symptoms.html"},{"headline":"U.S. Businesses Take Steps to Reopen","abstract":"The latest on stock market and business news during the coronavirus outbreak.","url":"https://www.nytimes.com/2020/05/06/business/stock-market-today-coronavirus.html"}],"day_106":[{"headline":"How Coronavirus Is Changing the Dating Game for the Better","abstract":"Video chats are in. Small talk is out. You dont have to fret about who picks up the check. And maybe the biggest plus: Youre forced to take things slow.","url":"https://www.nytimes.com/2020/05/07/well/mind/dating-coronavirus-love-relationships.html"},{"headline":"Whats Going On in This Graph? | Estimated Time for Covid-19 Vaccine","abstract":"How long will it take to produce a Covid-19 vaccine? These three graphs provide some answers.","url":"https://www.nytimes.com/2020/05/07/learning/whats-going-on-in-this-graph-estimated-time-for-covid-19-vaccine.html"},{"headline":"How Hip-Hop Royalty Found a New Home on Instagram Live","abstract":"The pandemic halted in-person gatherings, but a new type of party was born on social media, with rap stars leading the charge.","url":"https://www.nytimes.com/2020/05/07/arts/music/hip-hop-instagram-coronavirus.html"},{"headline":"What Students Are Saying About Humor in Tough Times, Expectations for Summer 2020 and Apologies","abstract":"Teenage comments in response to our recent writing prompts, and an invitation to join the ongoing conversation.","url":"https://www.nytimes.com/2020/05/07/learning/what-students-are-saying-about-humor-in-tough-times-expectations-for-summer-2020-and-apologies.html"}],"day_107":[{"headline":"10 Eclectic Homes to Get Lost In","abstract":"Rooms that are not just different than those youre self-isolating in but unlike most others, too.","url":"https://www.nytimes.com/2020/05/08/t-magazine/house-tours-coronavirus-distraction.html"},{"headline":"Overlooked No More: June Almeida, Scientist Who Identified the First Coronavirus","abstract":"In 1966, she used a powerful electron microscope to capture an image of a mysterious pathogen  the first coronavirus known to cause human disease.","url":"https://www.nytimes.com/2020/05/08/obituaries/june-almeida-overlooked-coronavirus.html"}],"day_108":[{"headline":"Will the Coronavirus Crisis Trump the Climate Crisis?","abstract":"The battle over how to spend recovery funds  to quickly restore the old economy or invest in a greener one  will define the post-pandemic world.","url":"https://www.nytimes.com/2020/05/09/world/europe/will-the-coronavirus-crisis-trump-the-climate-crisis.html"},{"headline":"New York City Coronavirus Map and Case Count","abstract":"A detailed ZIP code map shows the extent of the coronavirus outbreak, with charts and tables of the number of cases and deaths.","url":"https://www.nytimes.com/interactive/2020/nyregion/new-york-city-coronavirus-cases.html"},{"headline":"These Are the Things That New Yorkers Achingly Miss","abstract":"The crowds, the big-ticket blockbusters that were a subway ride away, just everything: Whats gone has transformed the city.","url":"https://www.nytimes.com/2020/05/09/nyregion/new-yorkers-missing-nyc-coronavirus.html"},{"headline":"Coronavirus Forces Gulf States to Reckon With Their Scores of Migrant Workers","abstract":"A new cluster of cases in Seoul tests South Koreas easing. Belarus held a tank parade.","url":"https://www.nytimes.com/2020/05/09/world/live-coronavirus-news.html"}],"day_109":[{"headline":"As Europe Reopens Schools, Relief Combines With Risk","abstract":"Restarting classes is central to reviving economies. But one question haunts the efforts: Just how contagious are children, and could they be the next super spreaders?","url":"https://www.nytimes.com/2020/05/10/world/europe/reopen-schools-germany.html"},{"headline":"Boris Johnson Announces a Coronavirus Quarantine for Travelers to U.K.: Live Coverage","abstract":"Coronavirus cases soar past 4 million as China finds a new cluster near Russia. Ethiopian troops may have shot down an aid plane in Somalia.","url":"https://www.nytimes.com/2020/05/10/world/coronavirus-live-world-news-tracker.html"}],"day_110":[{"headline":"They Fled the Coronavirus. Now Theyre in Scenic Limbo.","abstract":"Some feel sheepish about their choice to retreat from stricken cities, for intervals that are stretching on. Others have found it liberating.","url":"https://www.nytimes.com/2020/05/11/style/they-fled-the-coronavirus-now-theyre-in-scenic-limbo.html"}],"day_111":[{"headline":"Modi Announces $260 Billion Coronavirus Rescue Package for India","abstract":"He was scant on details. But the relief is more than economists predicted and comes as Indian cities are hemorrhaging jobs and workers.","url":"https://www.nytimes.com/2020/05/12/world/asia/virus-india-rescue-package.html"},{"headline":"U.F.C.s Coronavirus Plan Is Careful. Its Enforcement Has Been Spotty.","abstract":"In violation of the U.F.C.s written guidance, there were interviews in the octagon, a lack of social distancing and missing masks.","url":"https://www.nytimes.com/2020/05/12/sports/coronavirus-ufc.html"},{"headline":"Quarantined and Engaged: They Said Yes!","abstract":"The coronavirus didnt stop these couples from celebrating their love with fun, creative and romantic proposals.","url":"https://www.nytimes.com/2020/05/12/fashion/weddings/coronavirus-marriage-proposals.html"}],"day_112":[{"headline":"Merkel Urges Germans Not to Jeopardize Coronavirus Achievements","abstract":"Chancellor Angela Merkel urged Germans on Wednesday not to endanger what they have achieved so far in slowing the spread of the coronavirus by rushing back to normality too fast.","url":"https://www.nytimes.com/reuters/2020/05/13/world/europe/13reuters-health-coronavirus-germany-merkel.html"},{"headline":"Aircraft Carrier Fought the Virus For Weeks. Now Its Back Aboard.","abstract":"A sailor infected with the coronavirus was quickly whisked off the ship, which is docked in Guam as Navy officials prepare for the vessel to deploy.","url":"https://www.nytimes.com/2020/05/13/us/politics/coronavirus-navy-theodore-roosevelt.html"},{"headline":"Exclusive: Thyssenkrupp, Fincantieri in Talks to Form Warship Champion-Source","abstract":"Thyssenkrupp is exploring several strategic options for its warship unit, ranging from combining it with Italy's Fincantieri to creating a national champion with German peers, a person familiar with the matter said.","url":"https://www.nytimes.com/reuters/2020/05/13/world/europe/13reuters-thyssenkrupp-fincantieri-m-a-exclusive.html"},{"headline":"Five Artists to Follow on Instagram Now","abstract":"Cultural hosts Lu Zhang and Herb Tam, Corona Daze poetry, printable exhibitions by Tiger Strikes Asteroid, Google street views.","url":"https://www.nytimes.com/2020/05/13/arts/design/artists-follow-instagram-coronavirus-quarantine.html"},{"headline":"Fauci Doesnt Want to Bring America Off the Bench, Trevor Noah Says","abstract":"The Daily Show host likened reopening the country too soon to an athlete coming back early from an injury: Now youre just a gym teacher telling fifth-graders about how you could have gone pro.","url":"https://www.nytimes.com/2020/05/13/arts/television/late-night-fauci-senate-hearing-lockdown.html"},{"headline":"Muslim Burials in Europe Strained by Virus Lockdowns Abroad","abstract":"Mbarka Bouda would have preferred to be buried in her hometown in Morocco. But with her home country in a strict coronavirus lockdown, she was laid to rest at a new Muslim cemetery in this small town in the northeastern Netherlands.","url":"https://www.nytimes.com/aponline/2020/05/13/world/europe/ap-eu-virus-outbreak-netherlands-muslim-funerals.html"},{"headline":"Solo for Flute, Airport Terminal and One Listener","abstract":"A lucky group of concertgoers experienced live music for the first time since lockdown, in a series of ultra-intimate recitals.","url":"https://www.nytimes.com/2020/05/13/arts/music/stuttgart-airport-coronavirus-concert.html"},{"headline":"Outbreak at German Slaughterhouse Reveals Migrants' Plight","abstract":"Big white trailers adorned with pictures of juicy roasts and the wholesome slogan Straight from the farmer sit idle in northwestern Germany, their usual pork hauls disrupted by a coronavirus outbreak at one of the country's biggest meat processing companies that has put the industry in the spotlight.","url":"https://www.nytimes.com/aponline/2020/05/13/business/bc-eu-virus-outbreak-germany-slaughterhouses.html"},{"headline":"Let Our People Go","abstract":"A letter from inside Marion Correctional Institution is the voice of those locked in cages and discarded during this pandemic.","url":"https://www.nytimes.com/2020/05/13/opinion/coronavirus-prison-outbreak.html"},{"headline":"Alone.","abstract":"Its a relief or a nightmare, irritating and liberating, and already, for many, interminable. This is living alone in a pandemic.","url":"https://www.nytimes.com/2020/05/13/style/coronavirus-modern-love-living-alone.html"}],"day_113":[{"headline":"Uplifting Idea: Cranes Reunite Families in Corona Crisis","abstract":"Something he saw as he drove to work one morning gave Tristan Van den Bosch an uplifting idea.","url":"https://www.nytimes.com/aponline/2020/05/14/world/europe/ap-eu-virus-outbreak-one-good-thing-crane-operator.html"},{"headline":"BMW CEO Sees 'Very Slow' U.S. Recovery After Corona Rebound in China","abstract":"BMW on Thursday said China sales of luxury passenger cars rebounded in April but the German premium car and motorbike manufacturer cautioned that other markets including the United States will be \"very slow\" to recover from the corona pandemic.","url":"https://www.nytimes.com/reuters/2020/05/14/business/14reuters-bmw-outlook-agm.html"},{"headline":"IMF Head Says Germany Could Do More to Stabilise Europe: Handelsblatt","abstract":"Germany has made important steps to stabilise Europe in the coronavirus crisis but surely could do more, International Monetary Fund Managing Director Kristalina Georgieva was quoted as saying by German business paper Handelsblatt on Thursday.","url":"https://www.nytimes.com/reuters/2020/05/14/world/europe/14reuters-health-coronavirus-germany-imf.html"},{"headline":"Finland to Grant Almost One Billion Euros in Support to Companies","abstract":"Finland's government will grant crisis support worth nearly a billion euros to companies hit by the economic blow from the coronavirus outbreak, Minister of Economic Affairs Mika Lintila said on Thursday.","url":"https://www.nytimes.com/reuters/2020/05/14/world/europe/14reuters-health-coronavirus-finland.html"},{"headline":"What Students Are Saying About Post-Quarantine Plans, Leadership and Masks","abstract":"Teenage comments in response to our recent writing prompts, and an invitation to join the ongoing conversation.","url":"https://www.nytimes.com/2020/05/14/learning/what-students-are-saying-about-post-quarantine-plans-leadership-and-masks.html"}],"day_114":[{"headline":"After Coronabonds, EU Heads for Clash Over 'Corona' Tax in Next Budget","abstract":"After a row over joint borrowing to respond to the new coronavirus pandemic, the European Union looks set to clash over whether governments should assign new tax revenues to the EU to help finance a recovery from the pandemic-induced recession.","url":"https://www.nytimes.com/reuters/2020/05/15/us/15reuters-health-coronavirus-eu-tax-analysis.html"},{"headline":"German Conservatives Won't Nominate Merkel Successor Before December: RND","abstract":"Germany's Christian Democrats will not hold an extraordinary party congress to choose their candidate to succeed Chancellor Angela Merkel before December, the RND media group reported on Friday.","url":"https://www.nytimes.com/reuters/2020/05/15/world/europe/15reuters-health-coronavirus-germany-election.html"},{"headline":"Germany to Ban Subcontracting in Meatpacking Industry After Virus Outbreaks","abstract":"Germany will order meatpacking plants to stop using subcontractors and to improve hygiene standards in the workplace and accommodations, after more than 600 cases of coronavirus among workers in the industry, a draft government proposal said.","url":"https://www.nytimes.com/reuters/2020/05/15/world/europe/15reuters-health-coronavirus-germany-meatpacking.html"},{"headline":"Hundreds Die in Yemen of Suspected Coronavirus Outbreak","abstract":"More than 500 people have died over the past eight days in southern Yemens main city, Aden, many with breathing difficulties, city officials say, raising fears the coronavirus is spreading out of control, feeding off a civil war that has left the country in ruins. ","url":"https://www.nytimes.com/aponline/2020/05/15/us/ap-virus-outbreak-yemen-mounting-deaths-abridged.html"},{"headline":"With Movie Theaters Closed, Marquees Go Viral","abstract":"As businesses across the country remain shuttered, movie theater marquees offer jokes and advice to those wandering by.","url":"https://www.nytimes.com/2020/05/15/movies/closed-movie-theaters-coronavirus.html"},{"headline":"Coronavirus Spreads in Yemen With Health System in Shambles","abstract":"Hundreds of people in Aden, southern Yemens main city, have died in the past week with symptoms of what appears to be the coronavirus, local health officials said in interviews with The Associated Press.","url":"https://www.nytimes.com/aponline/2020/05/15/us/ap-virus-outbreak-yemen-mounting-deaths.html"},{"headline":"Jimmy Kimmel Finds a Silver Lining in Whistle-Blowers Testimony","abstract":"Dr. Rick Bright said America could be facing its darkest winter. The good news is, it sounds like hes saying we might make it to winter, said Kimmel.","url":"https://www.nytimes.com/2020/05/15/arts/television/jimmy-kimmel-rick-bright-coronavirus.html"},{"headline":"The Masked Versus the Unmasked","abstract":"How can Trump opponents take on people who will stop at nothing?","url":"https://www.nytimes.com/2020/05/15/opinion/coronavirus-democracy.html"},{"headline":"I Live in Sweden. Im Not Panicking.","abstract":"Time will tell if my countrys coronavirus plan was wise.","url":"https://www.nytimes.com/2020/05/15/opinion/sweden-coronavirus.html"},{"headline":"As Guayaquil Stabilizes, Ecuador's Capital Braces for Virus Wave","abstract":"As the coronavirus outbreak in Ecuador's largest city of Guayaquil begins to stabilize, the government is bracing for worsening spread in the highland capital Quito, where at least six people have died in the streets in the past month.","url":"https://www.nytimes.com/reuters/2020/05/15/world/americas/15reuters-health-coronavirus-ecuador.html"}],"day_115":[{"headline":"No Contest: In Corona Era, Eurovision Seeks to Unite Europe","abstract":"This was no contest.","url":"https://www.nytimes.com/aponline/2020/05/16/world/europe/ap-eu-netherlands-eurovision.html"},{"headline":"Germans Stage Protests Against Lockdown Measures, Social Distancing Rules","abstract":"Thousands of Germans across the country took to the streets on Saturday to protest against restrictions imposed by the government to contain the coronavirus pandemic, police and organisers said.","url":"https://www.nytimes.com/reuters/2020/05/16/world/europe/16reuters-health-coronavirus-germany-protests.html"},{"headline":"Modis Popularity Soars as India Weathers the Pandemic","abstract":"Recent polls have the prime ministers approval ratings topping 80 or 90 percent. But the economic devastation from the coronavirus has yet to be reckoned with.","url":"https://www.nytimes.com/2020/05/16/world/asia/coronavirus-modi-india.html"},{"headline":"Can Sports Help Heal a Country? Some Fans Dont Buy the Emotional Pleas","abstract":"The sports world has a clear economic argument for coming back to play. But is the claim that it has a larger purpose out of step with the reality of the pandemic?","url":"https://www.nytimes.com/2020/05/16/sports/baseball/coronavirus-sports-comeback.html"},{"headline":"Horse Racing Tracks Can Open in New York in June, Cuomo Says","abstract":"Some horse racing, as well as some auto racing, will be allowed to go ahead next month as New York State begins reopening nonessential businesses in several regions.","url":"https://www.nytimes.com/2020/05/16/nyregion/coronavirus-new-york-update.html"}],"day_116":[{"headline":"Beaches, Parks Busy as Europe Heat Wave and U.S. Spring Test New Coronavirus Rules","abstract":"Summer weather is enticing much of the world to emerge from coronavirus lockdowns as centers of the outbreak from New York to Italy and Spain gradually lift restrictions that have kept millions indoors for months.","url":"https://www.nytimes.com/reuters/2020/05/17/us/17reuters-health-coronavirus.html"},{"headline":"Tanzania's Magufuli Plans to Lift Coronavirus Restrictions","abstract":"Tanzania's President John Magufuli said on Sunday he plans to re-open universities and allow the resumption of sports and international flights if the decline in new coronavirus infections continues.","url":"https://www.nytimes.com/reuters/2020/05/17/world/africa/17reuters-health-coronavirus-tanzania.html"},{"headline":"Ending Crisis, Israel Swears in Netanyahu-Led Government to Rescue Economy","abstract":"A unity government with Benny Gantz, Prime Minister Benjamin Netanyahus former rival, will brace for a second wave of the coronavirus while restoring jobs, jobs, jobs, Mr. Netanyahu promises.","url":"https://www.nytimes.com/2020/05/17/world/middleeast/israel-netanyahu-gantz-government.html"}],"day_117":[{"headline":"Publishers Snap Up Corona Books, From Case Studies to Plague Poetry","abstract":"Authors are racing to produce timely accounts of the outbreak, with works that range from reported narratives to spiritual guides.","url":"https://www.nytimes.com/2020/05/18/books/coronavirus-books-publishing.html"},{"headline":"India's Capital Reopens Public Transport as Nearby Chinese-Owned Factory Is Hit by Outbreak","abstract":"India's capital New Delhi and some other state governments  ordered the re-opening of public transport on Monday in a further easing of a nearly two-month coronavirus shutdown.","url":"https://www.nytimes.com/reuters/2020/05/18/world/asia/18reuters-health-coronavirus-india.html"},{"headline":"Germanys Coronavirus Protests: Anti-Vaxxers, Anticapitalists, Neo-Nazis","abstract":"The pandemic marginalized the far right, as Germans rallied behind Angela Merkel. But the reopening has brought them back, and they are preparing to seize new opportunities.","url":"https://www.nytimes.com/2020/05/18/world/europe/coronavirus-germany-far-right.html"},{"headline":"SoftBank Racks Up Losses as Vision Fund Investments Plunge","abstract":"Japanese technology company SoftBank Group Corp. racked up a loss of 961.6 billion yen ($9 billion) for the fiscal year through March, on red ink related to its Vision Fund investments including troubled office space-sharing venture WeWork.","url":"https://www.nytimes.com/aponline/2020/05/18/business/bc-as-japan-earns-softbank.html"},{"headline":"Iran Sees New Surge in Virus Cases After Reopening Country","abstract":"Health experts say the government did not heed the warnings about easing restrictions too soon. Cases spike in eight provinces.","url":"https://www.nytimes.com/2020/05/18/world/middleeast/iran-coronavirus-surge.html"},{"headline":"SoftBank in Crisis Amid Record Losses","abstract":"Its flagship tech fund is underwater, annual losses are huge and a key board member departed, as the firm faces the coronavirus and a tech slump.","url":"https://www.nytimes.com/2020/05/17/technology/softbank-jack-ma.html"},{"headline":"No Prairie Home Companion at Sea, and So Far, No Refund, Either","abstract":"Garrison Keillors cruise was to set sail in March. Loyal fans out thousands of dollars are still scrambling to determine if they will get their money back  and if so, how much.","url":"https://www.nytimes.com/2020/05/18/travel/prairie-home-companion-garrison-keillor-cruises.html"},{"headline":"Brooklyn ZIP Code Has N.Y.C.s Highest Death Rate","abstract":"The 10 ZIP codes with the highest virus-related death rates in New York City are primarily home to black, Hispanic and immigrant New Yorkers, new data shows.","url":"https://www.nytimes.com/2020/05/18/nyregion/coronavirus-new-york-update.html"}],"day_118":[{"headline":"Europe Risks Being Left Behind China, U.S. by Coronavirus: Siemens CEO","abstract":"The coronavirus pandemic could damage European competitiveness by accelerating the economic dominance of the United States and China, Siemens Chief Executive Joe Kaeser warned.","url":"https://www.nytimes.com/reuters/2020/05/19/world/europe/19reuters-health-coronavirus-europe-siemens.html"},{"headline":"Austria Insists on Virus Aid Loans Instead of Grants: Die Presse","abstract":"Austria insists that the European Union's emergency aid for coronavirus-hit member states should be based on repayable loans not grants, Austrian daily Die Presse said on Tuesday, citing the Chancellery.","url":"https://www.nytimes.com/reuters/2020/05/19/world/europe/19reuters-france-germany-austria.html"},{"headline":"GOP Fronts 'Pro-Trump' Doctors to Prescribe Rapid Reopening","abstract":"Republican political operatives are recruiting extremely pro-Trump doctors to go on television to prescribe reviving the U.S. economy as quickly as possible, without waiting to meet safety benchmarks proposed by the federal Centers for Disease Control and Prevention to slow the spread of the new coronavirus. ","url":"https://www.nytimes.com/aponline/2020/05/19/us/politics/ap-us-virus-outbreak-trump-doctors.html"},{"headline":"Car Parts Maker Benteler's Move Out of Germany Haunts State Aid Hopes","abstract":"Car parts' maker Benteler's move from Germany to Austria in 2010 cut its tax bill but may now create a hurdle as the company seeks to access state support during the coronavirus crisis.","url":"https://www.nytimes.com/reuters/2020/05/19/world/europe/19reuters-benteler-restructuring.html"},{"headline":"Late Night: Who Could Obama Possibly Have Been Talking About?","abstract":"As Trevor Noah noticed, Barack Obama didnt mention any names when he criticized the coronavirus response, but supporters of President Trump took offense anyway.","url":"https://www.nytimes.com/2020/05/19/arts/television/late-night-obama-trump-trevor-noah.html"},{"headline":"Venezuela Files Claim to Force Bank of England to Hand Over Gold","abstract":"Venezuela's central bank has made a legal claim to try to force the Bank of England to hand over 930 million ($1.02 billion) of gold so President Nicolas Maduro's government can fund its coronavirus response, according to the document submitted in a London court. ","url":"https://www.nytimes.com/reuters/2020/05/19/world/americas/19reuters-venezuela-gold.html"}],"day_119":[{"headline":"Lives Lost: 'A Nightmare,' Says Parishioner Who Lost Parents","abstract":"Reyna Martinez kept silent when the coronavirus killed her mother. She would hide in a bathroom and cry to keep the secret from her father. ","url":"https://www.nytimes.com/aponline/2020/05/20/us/ap-us-virus-outbreak-lost-lives-parishioners-parents.html"},{"headline":"Cash, Long a Refuge in Uncertain Times, Now Under Suspicion","abstract":"In troubled times, people have been known to hoard currency at home  a financial security blanket against deep uncertainty. But in this crisis, things are different. This time cash itself, passed from hand to hand across neighborhoods, cities and societies just like the coronavirus, is a source of suspicion rather than reassurance. ","url":"https://www.nytimes.com/aponline/2020/05/20/business/ap-virus-outbreak-is-cash-king.html"},{"headline":"Utah's Conley Waiting for News, Like the Rest of the NBA","abstract":"Mike Conley is waiting for further instructions. So is the rest of the NBA.","url":"https://www.nytimes.com/aponline/2020/05/20/sports/basketball/ap-bkn-virus-outbreak-nba.html"},{"headline":"Personal Foul: Hair Cut","abstract":"Top athletes are getting in trouble for getting haircuts. Plus, the Australian Bonk Ban and the return of the Persian Gulf Pro League.","url":"https://www.nytimes.com/2020/05/20/sports/personal-foul-hair-cut.html"},{"headline":"College Calendars in the Pandemic: No Fall Break and Home by Thanksgiving","abstract":"As universities announce plans to bring back students, a pattern is emerging: shorter semesters to avoid late-fall infections.","url":"https://www.nytimes.com/2020/05/19/us/coronavirus-college-fall-semester.html"},{"headline":"How a Queens Pastor Tends to His Flock From Six Feet Away","abstract":"After recovering from the coronavirus, the Rev. Peter Purpura found a way to bring the church directly to his people.","url":"https://www.nytimes.com/2020/05/20/nyregion/coronavirus-catholic-church-nyc.html"},{"headline":"Sleepless and Going Broke: Riding Out Coronavirus Alone","abstract":"Najee Wilson is a 32-year-old artists muse who is quarantining alone in Crown Heights. Unable to work or see his friends, his video diary documents what it means to find a new virtual community while organizing a rent strike.","url":"https://www.nytimes.com/video/nyregion/100000007141545/coronavirus-quarantine-alone-nyc-rent-strike.html"},{"headline":"Janelle Mone Touches Down in Homecoming","abstract":"The intergalactically attuned pop singer and star of films like Moonlight and Hidden Figures continues to expand her horizons as an actor, playing the lead in the new season of the Amazon thriller.","url":"https://www.nytimes.com/2020/05/20/arts/television/janelle-monae-homecoming.html"},{"headline":"Your Thursday Briefing","abstract":"Xi Jinping, vaccine, Cyclone Amphan: Heres what you need to know.","url":"https://www.nytimes.com/2020/05/20/briefing/xi-jinping-cyclone-india-bangladesh.html"},{"headline":"He Was Thriving in New Yorks Art Scene. The Virus Changed Everything.","abstract":"Najee Wilson, an artist and muse living in Brooklyn, ponders the future of his New York dream, now derailed by Covid-19.","url":"https://www.nytimes.com/2020/05/20/nyregion/coronavirus-quarantine-alone-rent-strike.html"}],"day_120":[{"headline":"Chafing Under Lockdown, Palestinians Long for Eid Celebrations","abstract":"Bethlehem is struggling back to life just in time for the Muslim holiday of Eid al-Fitr, nearly three months after it became the first town in the West Bank to be sealed off because of a coronavirus outbreak.","url":"https://www.nytimes.com/reuters/2020/05/21/world/middleeast/21reuters-health-coronavirus-eid-palestinians.html"},{"headline":"Visually Impaired Nigerians Struggle to Navigate Coronavirus Challenges","abstract":"Lawal Adebimpe knows she must remain a safe distance from people to help prevent the spread of the novel coronavirus in Nigeria. But her blindness means she usually holds people to navigate her way around the heaving megacity of Lagos.","url":"https://www.nytimes.com/reuters/2020/05/21/world/africa/21reuters-health-coronavirus-nigeria-blind.html"},{"headline":"Would-Be Merkel Successor Warns Against EU 'Transfer Union'","abstract":"The European Union must be careful not to become a \"transfer union\" in which richer member states are asked to bankroll their poorer peers, a leading candidate to succeed German Chancellor Angela Merkel told Reuters.","url":"https://www.nytimes.com/reuters/2020/05/21/world/europe/21reuters-eu-recovery-germany.html"},{"headline":"Vaccines, U.S. Reopenings, Flour Frenzy: Your Thursday Briefing","abstract":"Heres what you need to know.","url":"https://www.nytimes.com/2020/05/21/briefing/vaccines-us-reopenings-flour-britain.html"},{"headline":"Spike Lee and the Battlefield of American History","abstract":"With his new film, the peerless American filmmaker  self-isolating and reflective in New York  unsettles past and present conflicts.","url":"https://www.nytimes.com/2020/05/21/movies/spike-lee-da-5-bloods.html"},{"headline":"What Students Are Saying About Online Test Proctoring, Favorite Books and Driving Tests","abstract":"Teenage comments in response to our recent writing prompts, and an invitation to join the ongoing conversation.","url":"https://www.nytimes.com/2020/05/21/learning/what-students-are-saying-about-online-test-proctoring-favorite-books-and-driving-tests.html"}],"day_121":[{"headline":"The Coronavirus Quieted City Noise. Listen to Whats Left.","abstract":"Microphones on once-busy street corners and public parks have recorded the sound of the pandemic.","url":"https://www.nytimes.com/interactive/2020/05/22/upshot/coronavirus-quiet-city-noise.html"},{"headline":"Biden-Warren: Really?","abstract":"And what else you need to know today.","url":"https://www.nytimes.com/2020/05/22/briefing/joe-biden-china-coronavirus-your-friday-briefing.html"},{"headline":"On This Day... May 23","abstract":"ON THIS DAY -- MAY 23","url":"https://www.nytimes.com/reuters/2020/05/22/sports/baseball/22reuters-sport-retrospective-may23.html"}],"day_122":[{"headline":"Author Murakami DJs 'Stay Home' Radio Show to Lift Spirits","abstract":"Acclaimed Japanese novelist Haruki Murakami, hosting a special radio show from home, painted a brighter side of the world with his favorite music, and said the fight against the coronavirus is a challenge in figuring out ways to help and care for each other.","url":"https://www.nytimes.com/aponline/2020/05/23/world/asia/ap-as-virus-outbrak-japan-murakami.html"},{"headline":"Balcony Church Gains Popularity in Kenya Amid Pandemic","abstract":"A groovy rendition of He's Got the Whole World in His Hands blasts from speakers outside an apartment block in the outskirts of Kenya's capital, Nairobi. ","url":"https://www.nytimes.com/aponline/2020/05/23/world/africa/ap-af-virus-outbreak-kenya-balcony-church.html"},{"headline":"N.B.A. in Talks to Resume Season at Walt Disney World Resort","abstract":"The league is in discussions with its players union and the Walt Disney Company about restarting its season  suspended since March 11  at the Orlando-based resort in late July.","url":"https://www.nytimes.com/2020/05/23/sports/basketball/nba-disney-world-orlando.html"},{"headline":"Covid Dreams, Trump Nightmares","abstract":"Of masks, unmasking and dropping our professional masks for our medical ones.","url":"https://www.nytimes.com/2020/05/23/opinion/sunday/trump-mask-coronavirus.html"},{"headline":"European Defense and Strategic Autonomy Are Also Coronavirus Victims","abstract":"With governments under intense spending pressure to cope with the coronavirus, European ambitions for a more independent defense are facing the chop.","url":"https://www.nytimes.com/2020/05/23/world/europe/defense-autonomy-europe-coronavirus.html"},{"headline":"Pandemic Swells in South America, as the U.S. Nears 100,000 Deaths","abstract":"Gaza reports its first coronavirus death. New York is allowing gatherings of up to 10.","url":"https://www.nytimes.com/2020/05/23/world/coronavirus-news-update.html"}],"day_123":[{"headline":"Haiti Voodoo Leaders Prepare Temples for Coronavirus Sufferers","abstract":"Haiti's voodoo leaders have trained priests of the Afro Caribbean religion to concoct a secret remedy for the novel coronavirus and to prepare the sacred initiation chambers of their temples to receive patients.","url":"https://www.nytimes.com/reuters/2020/05/24/world/americas/24reuters-health-coronavirus-haiti-voodoo-feature.html"},{"headline":"The Latest: Japan Set to End Tokyo's State of Emergency","abstract":"The Latest on the coronavirus pandemic. The new coronavirus causes mild or moderate symptoms for most people. For some, especially older adults and people with existing health problems, it can cause more severe illness or death.","url":"https://www.nytimes.com/aponline/2020/05/24/business/ap-virus-outbreak-the-latest.html"}]}